Repository: elationfoundation/Reporta-iOS
Catalog: IWMF/Helper/*.lproj/Localizable.strings
Languages: ar, es, fr, he, tr

# Email_notmatch
source: Email Address Does Not Match
ar: عنوان البريد الإلكتروني غير مطابق
es: La dirección de correo electrónico no coincide
fr: Les adresses électroniques ne correspondent pas
he: כתובת דואר אלקטרוני לא מתאימה
tr: E-posta adresleri eşleşmiyor

# Password_notmatch
source: Passwords Don't Match
ar: كلمات المرور غير مطابقة
es: La contraseña no coincide
fr: Les mots de passe ne correspondent pas
he: הסיסמה לא מתאימה
tr: Parolalar eşleşmiyor

source: Camera/Sound Person
ar: مصور سينمائي/فني صوت
es: Personal de Cámara/Sonido
fr: Cadreur/Ingénieur son
he: צלם/איש קול
tr: Kamera/Ses Personeli

source: Editor
ar: محرر
fr: Éditeur
he: עורך
tr: Editör

source: Journalist/Reporter
ar: صحفي/مراسل
es: Periodista/Reportero
fr: Journaliste/Reporter
he: עיתונאי/כתב
tr: Gazeteci/Muhabir

source: Media Support Worker
ar: موظف بدعم الإعلام
es: Trabajador de Soporte de Medios
fr: Employé d'un programme d'aide aux médias
he: עובד תמיכה במדיה
tr: Medya Destek Personeli

source: Photographer
ar: مصور
es: Fotógrafo
fr: Photographe
he: צלם
tr: Fotoğrafçı

source: Presenter
ar: مقدم برامج
es: Presentador
fr: Présentateur
he: מגיש
tr: Sunucu

source: Producer
ar: منتج
es: Productor
fr: Producteur
he: מפיק
tr: Prodüktör

source: Other
ar: غير ذلك
es: Otro
fr: Autre
he: אחר
tr: Başka

source: Please describe
ar: يُرجى التوضيح
es: Por favor, describa
fr: Veuillez spécifier
he: נא תאר
tr: Lütfen açıklayın

source: Registering User
ar: جاري تسجيل المستخدم
es: Inscribiendo usuario
fr: Inscription de l'utilisateur
he: רושם משתמש
tr: Kullanıcı kaydediliyor

# Terms and Conditions
source: Terms of Use
es: Términos de Uso
fr: Conditions d'Utilisation
he: Términos de Uso
tr: Kullanım Koşulları

# enter_valid_username_or_pass
source: Please Enter a Valid Username and Password
ar: يُرجى إدخال اسم مستخدم وكلمة مرور صالحين
es: Por favor, ingrese nombre de usuario y contraseña válidos
fr: Veuillez Saisir un Nom d'Utilisateur et un Mot de Passe Valides
he: נא הזן שם משתמש או סיסמה חוקיים
tr: Lütfen geçerli bir kullanıcı adı ve parola girin

# Could_not_More_Than_25_Character
source: Only 25 Characters Are Allowed
ar: مسموح بعدد 25 حرف فقط
es: Se Admiten Solo 25 Caracteres
fr: 25 Caractères Seulement Sont Autorisés
he: מותר להזין רק 25 תווים
tr: Sadece 25 Karakter Girilebilir

# please_enter_valid_email
source: Please Enter a Valid Email Address
ar: يُرجى إدخال عنوان بريد إلكتروني صالح
es: Por favor, ingrese una dirección de correo electrónico válida
fr: Veuillez saisir une adresse électronique valide
he: נא הזן כתובת דואר אלקטרוני חוקית
tr: Lütfen geçerli bir e-posta adresi girin

# Could_not_More_Than_100_Character
source: Only 100 Characters Are Allowed
ar: مسموح بعدد 100 حرف فقط
es: Se Admiten Solo 100 Caracteres
fr: 100 Caractères Seulement Sont Autorisés
he: מותר להזין רק 100 תווים
tr: Sadece 100 Karakter Girilebilir

# Could_not_More_Than_10_Character
source: Only 10 Characters Are Allowed
ar: مسموح بعدد 10 أحرف فقط
es: Se Admiten Solo 10 Caracteres
fr: 10 Caractères Seulement Sont Autorisés
he: מותר להזין רק 10 תווים
tr: Sadece 10 Karakter Girilebilir

# please_enter_valid_phone
source: Please Enter a Valid Phone Number
ar: يُرجى إدخال رقم هاتف صالح
es: Por favor, ingrese un número de teléfono válido
fr: Veuillez saisir un numéro de téléphone valide
he: הזן מספר טלפון חוקי
tr: Lütfen Geçerli bir Telefon Numarası Girin

# please_enter_email
source: Please Enter Your Email
ar: يُرجى إدخال بريدك الإلكتروني
es: Por favor, ingrese su dirección de correo electrónico
fr: Veuillez saisir votre adresse électronique
he: הזן כתובת דואר אלקטרוני
tr: Lütfen E-Posta Adresinizi Girin

# please_enter_username
source: Please Enter Your Username
ar: يُرجى إدخال اسم المستخدم الخاص بك
es: Por favor, ingrese su nombre de usuario
fr: Veuillez Saisir Votre Nom d'Utilisateur
he: הזן שם משתמש
tr: Lütfen kullanıcı adınızı girin

# please_enter_firstname
source: Please Enter Your First Name
ar: يُرجى إدخال اسمك الأول
es: Por favor, ingrese su nombre
fr: Veuillez Saisir Votre Prénom
he: הזן שם פרטי
tr: Lütfen adınızı girin

# please_enter_lastname
source: Please Enter Your Last Name
ar: يُرجى إدخال اسمك الأخير
es: Por favor, ingrese su apellido
fr: Veuillez saisir votre nom de famille
he: הזן שם משפחה
tr: Lütfen soyadınızı girin

# please_enter_phone_no
source: Please Enter Your Phone Number
ar: يُرجى إدخال رقم هاتفك
es: Por favor, ingrese su número de teléfono
fr: Veuillez Saisir Votre Numéro de Téléphone
he: הזן מספר טלפון
tr: Lütfen Telefon Numaranızı Girin

# please_select_job_title
source: Please Select Your Job Title
ar: يُرجى تحديد مسماك الوظيفي
es: Por favor, seleccione su cargo
fr: Veuillez sélectionner votre poste
he: בחר תיאור תפקיד
tr: Lütfen iş unvanınızı seçin

# please_select_country_of_origin
source: Please Select Your Country of Origin
ar: يُرجى تحديد بلد منشأك
es: Por favor, seleccione su país de origen
fr: Veuillez sélectionner votre pays d'origine
he: בחר ארץ מקור
tr: Lütfen hangi ülkeden geldiğinizi seçin

# please_select_country_of_working
source: Please Select the Country Where You Are Working
ar: يُرجى تحديد البلد محل عملك
es: Por favor, seleccione el país en el que se encuentra trabajando
fr: Veuillez Sélectionner le Pays Où Vous Travaillez
he: בחר את הארץ שבה אתה עובד
tr: Lütfen Hangi Ülkede Çalıştığınızı Seçin

# please_enter_password
source: Please Enter Your Password
ar: يُرجى إدخال كلمة مرورك
es: Por favor, ingrese su contraseña
fr: Veuillez Saisir Votre Mot de Passe
he: נא הזן את סיסמתך
tr: Lütfen Parolanızı Girin

# updating_user
source: Updating User Information
ar: جاري تحديث معلومات المستخدم
es: Actualizando información del usuario
fr: Mise à jour des informations de l'utilisateur
he: טוען פרטי משתמש
tr: Kullanıcı bilgileri güncelleniyor

source: Please Wait . . .
ar: يُرجى الانتظار . . .
es: Por favor, espere . . .
fr: Veuillez patienter . . .
he: נא המתן...
tr: Lütfen bekleyin . . .

source: Logging Out
ar: جاري تسجيل الخروج
es: Cerrando session
fr: Déconnexion en cours
he: יוצא
tr: Oturum kapatılıyor

# Confirm Your Circles
source: It looks like your location has changed. Please edit or confirm your circles.
ar: يبدو أن موقعك قد تغير. يُرجى تحرير أو تأكيد دوائر جهات اتصالك.
es: Confirmar Sus Círculos
fr: Votre emplacement semble avoir changé. Veuillez modifier ou confirmer vos cercles.
he: נראה שמיקומך השתנה. נא ערוך או אשר את המעגלים שלך.
tr: Konumunuz değişmiş görünüyor. Lütfen halkalarınızı düzenleyin veya onaylayın.

# private_circle_name
source: Private Circle
ar: دائرة جهات الاتصال الخاصة
es: Círculo Privado
fr: Cercle privé
he: מעגל פרטי
tr: Özel Halka

# a_private_circle1
source: A Private Circle is required!
ar: دائرة جهات اتصال خاصة مطلوبة!
es: ¡Debe crear un Círculo Privado!
fr: Un cercle privé est obligatoire!
he: נדרש מעגל פרטי!
tr: Bir Özel Halka gerekiyor!

# a_private_circle2
source: Your Private Circle is the group of contacts with whom you are closest and those who will take action on your behalf if needed. There is no limit to the number of contacts you designate in this group, but these contacts are usually your closest associates, family members or colleagues, such as your editor, partner or a sibling.
ar: دائرة جهات الاتصال الخاصة تمثل دائرة جهات اتصالك الخاصة في مجموعة جهات الاتصال الأقرب إليك والذين سيتصرفون نيابة عنك إذا اقتضت الضرورة ذلك. لا يوجد قيد أو حد على عدد جهات الاتصال التي تحددها في هذه المجموعة، ولكن جهات الاتصال هذه عادة ما تكون من أقرب رفاقك، أو أفراد العائلة أو الزملاء، مثل محررك أو شريكك أو أخوك.
es: Su Círculo Privado es el grupo de contactos que son más cercanos a usted y que tomarán medidas en su nombre si resulta necesario. No hay ningún límite con respecto a la cantidad de contactos que puede designar en este grupo, pero estos contactos son en general los colaboradores más cercanos, familiares o colegas, como su editor, su socio o un hermano.
fr: Votre cercle privé regroupe les contacts qui vous sont proches et qui prendront les mesures nécessaires en votre nom, si besoin. Le nombre de contacts que vous pouvez désigner dans ce groupe est illimité ; il s’agit généralement de vos plus proches collaborateurs, des membres de votre famille, ou de collègues (par ex. votre rédacteur, votre partenaire, un frère ou une sœur).
he: על המעגל הפרטי שלך נמנית קבוצת אנשי הקשר הקרובים ביותר אליך ומי שיינקטו פעולה מטעמך במקרה הצורך. אין מגבלה על מספר אנשי הקשר שבאפשרותך לכלול בקבוצה זו, אולם אנשי קשר אלה הם בדרך כלל שותפיך הקרובים ביותר, בני משפחה או עמיתים לעבודה, כגון העורך/ת שלך, השותף/ה שלך או אח/ות.
tr: Özel Halkanız, size en yakın olan ve gerektiğinde sizin adınıza harekete geçebilecek kişiler grubudur. Bu grupta tanımlayabileceğiniz kişi sayısıyla ilgili bir sınır bulunmamaktadır ancak bu kişiler genellikle editörünüz, eşiniz veya kardeşiniz gibi en yakın çalışanlar, aile üyeleri veya çalışma arkadaşlarınızdır.

source: Logging in
ar: جاري تسجيل الدخول
es: Iniciar sesión
fr: Connexion en cours
he: נכנס למערכת
tr: Oturum açılıyor

source: Private
ar: خاص
es: Privado
fr: Privé
he: פרטי
tr: Özel

source: Public
ar: عام
es: Público
he: ציבורי
tr: Genel

# you_have_no_saved_private_circle
source: You Have No Saved Private Circles
ar: لا توجد لديك دوائر جهات اتصال خاصة محفوظة
es: No Tiene Círculos Privados Guardados
fr: Vous n'Avez Aucun Cercle Privé Enregistré
he: אין לך מעגלים פרטיים שמורים
tr: Kayıtlı Özel Halkanız Bulunmuyor

# you_have_no_saved_public_circle
source: You Have No Saved Public Device Settings
ar: ليس لديك أية إعدادات جهاز عامة محفوظة
es: No Ha Guardado Configuraciones Públicas del Dispositivo
fr: Vous N'Avez Aucun Paramètre de Dispositif Public Enregistré
he: אין לך הגדרות מכשיר ציבורי שמורות
tr: Kayıtlı Genel Cihaz Ayarlarınız Bulunmuyor

source: Saved Circles
ar: دوائر جهات الاتصال المحفوظة
es: Círculos guardados
fr: Cercles enregistrés
he: מעגלים שנשמרו
tr: Kayıtlı Halkalar

source: Create a Circle
ar: إنشاء دائرة
es: Crear un círculo
fr: Créer un cercle
he: צור מעגל
tr: Halka Oluştur

# create_new_private_circle_title
source: Create a new Private Circle
ar: إنشاء دائرة جهات اتصال خاصة جديدة
es: Crear un nuevo Círculo privado
fr: Créer un nouveau cercle privé
he: צור מעגל פרטי חדש
tr: Yeni özel halka oluştur

# create_new_private_circle
source: Your Private Circle will receive a message when you miss a Check-in, send an Alert, or send an SOS message.
ar: دوائر جهات الاتصال الخاصة سوف تتسلم رسالة عندما يفوتك عملية تسجيل الدخول، أو ترسل تنبيه، أو ترسل رسالة استغاثة.
es: Su Círculo Privado recibirá un mensaje cuando usted no responda un Registro o cuando envíe una alerta o SOS.
fr: Votre Cercle Privé recevra un message lorsque vous manquez un Check-in, envoyez une Alerte ou un SOS.
he: המעגל הפרטי שלך יקבל הודעה כשתפספס בדיקת אות חיים, תשלח התרעה או תשלח הודעת אס-או-אס.
tr: Bir Check in atladığınızda, bir Uyarı gönderdiğinizde veya bir İmdat mesajı gönderdiğinizde Özel Halkanız bir mesaj alacaktır.

# create_new_public_circle_title
source: Create a new Public Circle
ar: إنشاء دائرة جهات اتصال عامة جديدة
es: Crear un nuevo Círculo Público
fr: Créer un nouveau Cercle Public
he: צור מעגל ציבורי חדש
tr: Yeni Genel Halka oluştur

# create_new_public_circle
source: Your Public Circle is a group of individuals or organizations that may be interested in your security. This may include journalism associations, unions or media organizations.
ar: تتمثل دائرة جهات اتصالك العامة في مجموعة من الأفراد أو المنظمات التي يمكن أن تكون مهتمة بأمنك. ويمكن أن تتضمن تلك الجهات الجمعيات الصحفية، والاتحادات أو المؤسسات الإعلامية.
es: Su Círculo Público es un grupo de personas u organizaciones que pueden estar interesadas en su seguridad. Puede incluir asociaciones periodísticas, sindicatos u organizaciones de medios.
fr: Votre Cercle Public est un groupe de personnes ou d'organisations que votre sécurité peut intéresser, comme des associations journalistiques, des syndicats, ou des organisations médiatiques.
he: המעגל הציבורי שלך הוא קבוצת אנשים או ארגונים שאפשר שמתעניינים בבטחונך. מעגל זה עשוי לכלול עמיתים למקצוע העיתונות, איגודי עובדים או ארגוני תקשורת.
tr: Genel Halkanız, güvenliğinizle ilgilenebilecek kişi veya kuruluşları kapsar. Bunlar arasında gazeteciler vakıfları, birlikleri veya medya organizasyonları bulunabilir.

source: Build this Circle
ar: بناء هذه الدائرة
es: Construir este círculo
fr: Construire ce cercle
he: בנה מעגל זה
tr: Bu Halkayı Oluştur

source: Gender
ar: النوع
es: Sexo
fr: Sexe
he: מין
tr: Cinsiyet

source: Male
ar: ذكر
es: Masculino
fr: Homme
he: זכר
tr: Erkek

source: Female
ar: أنثى
es: Femenino
fr: Femme
he: נקבה
tr: Kadın

source: Connect to your social media
ar: اتصال بوسائل التواصل الاجتماعي
es: Conectar con sus redes sociales
fr: Connexion aux réseaux sociaux
he: התחבר אל המדיה החברתית שלך
tr: Sosyal medyaya bağlan

# contact_is_part
source: Contact is part of:
ar: جهة الاتصال جزء من:
es: El contacto es parte de:
fr: Le contact fait partie de :
he: איש הקשר הוא חלק מ-:
tr: Kişi aşağıdakinin parçası:

# search_contacts
source: Search
ar: بحث
es: Buscar
fr: Rechercher
he: חיפוש
tr: Ara

source: Contact Has Been Added
ar: تمت إضافة جهة الاتصال
es: Se Ha Agregado un Contacto
fr: Le Contact A Été Ajouté
he: איש הקשר נוסף
tr: Kişi Eklendi

# select_create_private_to_change
source: Select or create a new Private Circle to change your default settings.
ar: حدد أو أنشئ دائرة جهات اتصال خاصة جديدة لتغيير إعداداتك الافتراضية.
es: Seleccionar o crear un nuevo Círculo Privado para cambiar sus configuraciones predeterminadas.
fr: Sélectionnez ou créez un nouveau Cercle Privé pour modifier vos paramètres par défaut.
he: בחר או צור מעגל פרטי חדש כדי לשנות את הגדרות ברירת המחדל שלך.
tr: Varsayılan ayarlarınızı değiştirmek için yeni bir Özel Halka seçin veya oluşturun.

# select_create_public_to_change
source: Select or create a new Public Circle to change your default settings.
ar: حدد أو أنشئ دائرة جهات اتصال عامة جديدة لتغيير إعداداتك الافتراضية.
es: Seleccionar o crear un nuevo Círculo Público para cambiar sus configuraciones predeterminadas.
fr: Sélectionnez ou créez un nouveau Cercle Public pour modifier vos paramètres par défaut.
he: בחר או צור מעגל ציבורי חדש כדי לשנות את הגדרות ברירת המחדל שלך.
tr: Varsayılan ayarlarınızı değiştirmek için yeni bir Genel Halka seçin veya oluşturun.

source: My Contacts
ar: جهات اتصالي
es: Mis Contactos
fr: Mes contacts
he: אנשי הקשר שלי
tr: Kişilerim

# logout
source: Remove
ar: إزالة
fr: Supprimer
he: הסר
tr: Kaldır

# can_not_register_before_agreeing
source: Please Accept the Terms of Use
ar: يُرجى قبول شروط الاستخدام
es: Aceptar Términos y condiciones y enviar un correo electrónico de confirmación de registro
fr: Veuillez Accepter les Conditions d'Utilisation
he: נא קבל את תנאי השימוש
tr: Lütfen Kullanım Koşullarını Kabul Edin

# select_Gender
source: Gender Is a Required Field
ar: النوع هو حقل مطلوب
es: Sexo es un campo obligatorio
fr: Le champ « Sexe » est obligatoire
he: מין הוא שדה נדרש
tr: Cinsiyet Zorunlu bir Alan

# select_Gender_msg
source: Please Select Male, Female, or Other
ar: يُرجى تحديد ذكر، أو أنثى، أو غير ذلك
es: Por favor, seleccione masculino, femenino u otro
fr: Veuillez sélectionner Homme, Femme ou Autre
he: בחר זכר, נקבה או אחר
tr: Lütfen kadın, erkek veya başka seçeneğini seçin

# are_you_sure
source: Are you sure you want to disable App-Unlock?
ar: هل تريد بالتأكيد تعطيل إلغاء قفل التطبيق؟
es: ¿Está seguro de que desea desactivar el Desbloqueo de la Aplicación?
fr: Voulez-vous vraiment désactiver le Déverrouillage de l'Application ?
he: אתה בטוח שאתה רוצה לכבות את שחרור נעילת ישומון?
tr: Uygulama Kilidi Açmayı devre dışı bırakmak istediğinizden emin misiniz?

source: Sending email
ar: جاري إرسال البريد الإلكتروني
es: Enviando correo electrónico
fr: Envoi du courrier électronique
he: שולח דואר אלקטרוני
tr: E-posta gönderiliyor

# update_public_circle
source: Do you want to make this update to your Public Circle?
ar: هل تريد تطبيق هذا التحديث على دائرة جهات اتصالك العامة؟
es: ¿Desea realizar esta actualización de su Círculo Público?
fr: Voulez-vous effectuer cette mise à jour pour votre Cercle Public ?
he: האם אתה רוצה לעשות את העדכון הזה למעגל הציבורי שלך?
tr: Genel halkanızda bu güncellemeyi yapmak istiyor musunuz?

# update_private_circle
source: Do you want to make this update to your Private Circle?
ar: هل تريد تطبيق هذا التحديث على دائرة جهات اتصالك الخاصة؟
es: ¿Desea realizar esta actualización de su Círculo Privado?
fr: Voulez-vous effectuer cette mise à jour pour votre Cercle Privé ?
he: האם אתה רוצה לעשות את העדכון הזה למעגל הפרטי שלך?
tr: Özel halkanızda bu güncellemeyi yapmak istiyor musunuz?

# Slide to resend or delete
source: Slide to Resend or Delete Media File
ar: مرّر لإعادة الإرسال أو حذف ملف الوسائط
es: Deslice para Reenv. o Elim. Arch. Medios
fr: Glissez pr Renvoyer ou Supp. Multimédia
he: החלק כדי לשלוח שנית או למחוק קובץ מדיה
tr: Medya Dosyası Gönder / Sil için Kaydır

source: Accept
ar: قبول
es: Aceptar
fr: Accepter
he: קבל
tr: Kabul

# SignoutDialog
source: Are you sure you want to sign out?
ar: هل تريد بالتأكيد تسجيل الخروج؟
es: ¿Está seguro de que desea cerrar la sesión?
fr: Voulez-vous vraiment vous déconnecter ?
he: אתה בטוח שברצונך להתנתק?
tr: Oturumu kapatmak istediğinizden emin misiniz?

# please_select_receive_promts
source: Please Select Your Prompt Preferences
ar: يُرجى تحديد تفضيلات مطالبتك
es: Por Favor, Seleccione sus Preferencias de Notificaciones
fr: Veuillez Sélectionner Vos Préférences de Notification
he: בחר העדפות הודעה
tr: Lütfen Bildirim Tercihlerinizi Seçin

source: Invalid Username
ar: اسم مستخدم غير صالح
es: El nombre de usuario no es válido
fr: Nom d'utilisateur non valide
he: שם משתמש לא חוקי
tr: Geçersiz kullanıcı adı

# this_circle_has_no_contact
source: %@ - You cannot create a Circle without having contacts. Please add at least one contact now.
ar: %@ - لا يمكنك إنشاء دائرة بدون وجود جهات اتصال. يُرجى إضافة جهة اتصال واحدة على الأقل الآن.
es: %@ - No puede crear un Círculo sin contactos. Por favor, agregue por lo menos un contacto ahora.
fr: %@ - Vous ne pouvez pas créer de Cercle sans contacts. Veuillez ajouter au moins un contact maintenant.
he: %@ - אינך יכול ליצור מעגל אם אין לך אנשי קשר. הוסף עכשיו איש קשר אחד לפחות.
tr: %@ - Kişi bulunmayan bir Halka oluşturamazsınız. Lütfen şimdi en az bir kişi ekleyin.

source: Re-enter new password
ar: أعد إدخال كلمة مرور جديدة
es: Reingr. nueva ctraseña.
fr: Resaisir nouveau m.-de-p.
he: הזן שנית את הסיסמה החדשה
tr: Yeni parolayı tekrr girin

# you_must_select
source: You must enable at least one Private Circle contact with App-Unlock status to complete setup.
ar: يجب أن تمكن جهة اتصال واحدة على الأقل في دائرة جهات الاتصال الخاصة باستخدام حالة إلغاء قفل التطبيق من أجل إكمال الإعداد.
es: Debe habilitar al menos a un contacto del Círculo Privado para que actúe como contacto de Desbloqueo de la Aplicación para completar la configuración.
fr: Vous devez activer au moins un contact du Cercle Privé et lui attribuer le statut Déverrouillage de l'Application pour terminer l'installation.
he: להשלמת ההגדרה עליך לאפשר איש קשר אחד לפחות שנכלל במעגל פרטי עם סטטוס שחרור נעילת ישומון.
tr: Kurulumu tamamlamak için Uygulama Kilidi Açma statüsüne sahip en az bir Özel Halka kişisi etkinleştirmelisiniz.

source: Try Again
ar: حاول مرة أخرى
es: Intente nuevamente
fr: Réessayer
he: נסה שנית
tr: Tekrar Deneyin

source: Version
ar: الإصدار
es: Versión
he: גירסה

# about_reporta_password1
source: About Your Reporta Password
ar: حول كلمة مرور Reporta الخاصة بك
es: Acerca de su contraseña de Reporta
fr: À propos de votre mot de passe Reporta
he: אודות סיסמת Reporta שלך
tr: Reporta Parolanız Hakkında

# about_reporta_password2
source: Your password should not contain any personal information or common words, such as those found in a dictionary and cannot include your username. Your password must include at least 8 characters as well as: ● At least one uppercase character ● At least one numeral ● At least one special character Be aware that Reporta will lock for 24 hours after six failed login attempts. You will need to wait 24 hours to attempt another login.
ar: كلمة المرور الخاصة بك لا ينبغي أن تحتوي على أي معلومات شخصية أو كلمات شائعة، مثل تلك الموجودة في مسرد ما أو اسم المستخدم الخاص بك. يجب أن تحتوي كلمة المرور على 8 أحرف على الأقل بالإضافة إلى: ● حرف واحد كبير على الأقل ● رقم واحد على الأقل ● على الأقل حرف واحد خاص انتبه إلى أن Reporta سيقفل لمدة 24 ساعة بعد ست محاولات فاشلة لتسجيل الدخول. ستحتاج إلى الانتظار 24 ساعة لمحاولة تسجيل الدخول مرة أخرى.
es: Su contraseña no debe contener datos personales o palabras comunes, como las que se encuentran en un diccionario, y no puede incluir su nombre de usuario. La contraseña debe tener por lo menos 8 caracteres y: ● por lo menos un carácter en mayúscula ● por lo menos un número ● por lo menos un carácter especial Tenga en cuenta que Reporta se bloqueará por 24 hrs. después de 6 intentos fallidos. Deberá esperar 24 hrs. para volver a intentarlo.
fr: Votre mot de passe ne doit pas comprendre de renseignements personnels, de mots courants, tels que ceux que l'on trouve dans un dictionnaire, ou votre nom d’utilisateur. Votre mot de passe doit comprendre au moins 8 caractères, ainsi que les éléments suivants : ● Au moins une lettre majuscule ● Au moins un chiffre ● Au moins un caractère spécial Reporta se verrouillera pdt 24 heures après 6 échecs d'identification. Il faudra patienter 24 heures pour tenter de se reconnecter.
he: אין לכלול בסיסמה שלך מידע אישי כלשהו או מילים שכיחות, כגון מילים שמופיעות במילון וכן לא יכולה לכלול את שם המשתמש שלך. הסיסמה שלך חייבת לכלול לפחות 8 תווים, וכמו כן: ● לפחות תו אחד באות רישית ● לפחות ספרה אחת ● לפחות תו מיוחד אחד לידיעתך, Reporta תינעל ל-24 שעות אחרי שישה ניסיונות כניסה כושלים. תידרש להמתין 24 שעות כדי לנסות להיכנס שנית.
tr: Parolanız herhangi bir kişisel bilgi veya sözlükte bulunan türden genel sözcükler ve kullanıcı adı içermemelidir. Parolanız en az 8 karakter ve aşağıdakileri içermelidir: ● En az bir büyük harf ● En az bir sayı ● En az bir özel karakter Altı başarısız oturum açma denemesinin ardından Reporta 24 saat kilitlenir. Tekrar oturum açmak için 24 saat beklemeniz gerekir.

# password_alert_title
source: Please Try Again
ar: يُرجى إعادة المحاولة.
es: Por favor, inténtelo nuevamente
fr: Veuillez réessayer.
he: נסה/י שנית.
tr: Lütfen Tekrar Deneyin

# password_alert_message
source: Your password must include: ● At least 8 characters ● At least one uppercase character ● At least one numeral ● At least one special character
ar: يجب أن تتضمن كلمة المرور الخاصة بك: ● 8 أحرف على الأقل ● حرف واحد كبير على الأقل ● رقم واحد على الأقل ● حرف واحد خاص على الأقل
es: Su contraseña debe incluir: ● por lo menos 8 caracteres ● por lo menos un carácter en mayúscula ● por lo menos un número ● por lo menos un carácter especial
fr: Votre mot de passe doit comprendre : ● Au moins 8 caractères ● Au moins une lettre majuscule ● Au moins un chiffre ● Au moins un caractère spécial
he: הסיסמה שלך חייבת לכלול: ● לפחות 8 תווים ● לפחות תו אחד באות רישית ● לפחות ספרה אחת ● לפחות תו מיוחד אחד
tr: Parolanız aşağıdakileri kapsamalıdır: ● En az 8 karakter ● En az bir büyük harf ● En az bir sayı ● En az bir özel karakter

source: Contact Added
ar: تم إضافة جهة الاتصال
es: Contacto agregado
fr: Contact ajouté
he: איש הקשר הוּסף
tr: Kişi Eklendi

source: Add another?
ar: إضافة آخر؟
es: ¿Agregar otro contacto?
fr: En ajouter un autre ?
he: להוסיף איש קשר נוסף?
tr: Başka bir kişi eklensin mi?

source: Step 3: Enable App-Unlock
ar: الخطوة 3: تمكين إلغاء قفل التطبيق
es: Paso 3: Habilitar Desbloqueo de la Aplicación
fr: Étape 3 : Activer le déverrouillage de l'application
he: שלב 3: הפעל שחרור נעילת ישומון
tr: 3. Adım: Uygulama Kilidi Açma Etkinleştir
