Repository: elationfoundation/Reporta-iOS
Catalog: IWMF/Helper/*.lproj/Localizable.strings
Languages: ar, es, fr, he, tr

source: Choose Options
ar: تحديد الخيارات
es: Elegir Opciones
fr: Choisir Options
he: בחר אפשרויות
tr: Seçenekleri Seç

source: Check-in frequency
ar: تكرار تسجيل الوصول
es: Frecuencia de rgstro.
fr: Fréq. des check-in
he: תדירות בדיקת אות חיים
tr: Check in sıklığı

# Edit Alert Message
source: Edit messages
ar: تحرير الرسائل
es: Editar mensajes
fr: Modifier les messages
he: ערוך הודעות
tr: Mesajları düzenle

source: Optional
ar: اختياري
es: Opcional
fr: Facultatif
he: אופציונלי
tr: İsteğe bağlı

source: Start now
ar: بدء الآن
es: Comenzar ahora
fr: Commencer maintenant
he: התחל עכשיו
tr: Hemen başla

source: Start later
ar: بدء لاحقًا
es: Comenzar más tarde
fr: Commencer ultérieurement
he: התחל מאוחר יותר
tr: Daha sonra başla

source: Set end time
ar: ضبط وقت الانتهاء
es: Configurar hora de finalización
fr: Définir l'heure de fin
he: הגדר זמן סיום
tr: Bitiş zamanını belirle

source: Hourly
ar: كل ساعة
es: Cada hora
fr: Toutes les heures
he: כל שעה
tr: Saat başı

source: Every 3 hours
ar: كل 3 ساعات
es: Cada 3 horas
fr: Toutes les 3 heures
he: כל 3 שעות
tr: 3 saatte bir

# Create custom
source: Set custom frequency
ar: تعيين معدل تكرار مخصص
es: Establecer frecuencia personalizada
fr: Définir une fréquence personnalisée
he: הגדר תדירות מותאמת אישית
tr: Özel sıklık belirle

source: Hours
ar: ساعات
es: Horas
fr: Heures
he: שעות
tr: Saat

# minute
source: Minutes
ar: دقائق
es: Minutos
he: דקות
tr: Dakika

# closenow
source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
he: סגור
tr: Kapat

source: Add media
ar: إضافة وسائط
es: Agregar medios
fr: Ajouter fichier multi.
he: הוסף מדיה
tr: Medya ekle

source: Edit Check-in
ar: تحرير عملية تسجيل الوصول
es: Editar registro
fr: Modifier le Check-in
he: ערוך בדיקת אות חיים
tr: Check in düzenle

source: Update end time
ar: تحديث وقت الإنهاء
es: Actualizar hora de finalización
fr: Mettre à jour l'heure de fin
he: עדכן שעת סיום
tr: Güncelleme bitiş süresi

source: Check-in
ar: تسجيل الوصول
es: Registro
he: אות חיים

source: End Time
ar: وقت الإنهاء
es: Hora de finalización
fr: Heure de fin
he: שעת סיום
tr: Bitiş Zamanı

source: Start Time
ar: وقت البدء
es: Hora de comienzo
fr: Heure de début
he: שעת התחלה
tr: Başlangıç Zamanı

source: Confirm now
ar: تأكيد الآن
es: Confirmar ahora
fr: Confirmer maintenant
he: אשר עכשיו
tr: Şimdi onayla

source: Confirm
ar: تأكيد
es: Confirmar
fr: Confirmer
he: אישור
tr: Onayla

source: Close Check-in
ar: إغلاق عملية تسجيل الوصول
es: Cerrar registro
fr: Fermer le Check-in
he: סגור בדיקת אות חיים
tr: Check in'i kapat

# Check In - i button
source: CHECK-IN Through the Check-in function you can provide customized information about your current or future location, select how often you want to Check-in and designate which contact Circles to notify. You can set a Check-in to begin “right now” or in the future. You must also select a location and can do so either by using geolocation or by entering your location manually. You may also choose to add photo, video or audio files to share as part of the Check-in message. These multimedia files are removed from the app after transmission. Files cannot be accessed from the device’s underlying media library. You can select Check-in prompt frequency from a list or set custom intervals. You can also choose how you wish to receive prompts (SMS, email or smartphone notification). To close a Check-in, you must enter your Reporta password. If you miss a Check-in, an alert will be sent to all selected Circles, and the app will lock. Reporta will notify your App-Unlock contacts with a message containing a link to a verification code required to unlock the app.
ar: تسجيل الوصول من خلال وظيفة تسجيل الوصول، يمكنك تقديم معلومات مخصصة عن موقعك الحالي أو المستقبلي، واختيار معدل التكرار الذي تريده لإجراء عملية تسجيل الوصول، وتحديد أي دوائر جهات الاتصال التي تريد إبلاغها. يمكن ضبط أو تعيين تسجيل الوصول بحيث يبدأ "مباشرة الآن" أو في المستقبل. يجب أن تحدد أيضًا موقعًا ويمكنك القيام بذلك إما باستخدام الموقع الجغرافي أو بإدخال موقعك يدويًا. يمكنك أيضًا أن تختار إضافة ملفات صورة، أو فيديو، أو صوت لمشاركتها كجزء من رسالة تسجيل الوصول. ويتم إزالة ملفات الوسائط المتعددة هذه من التطبيق بعد الإرسال. ولا يمكن الوصول إلى الملفات من مكتبة الوسائط الموجودة بالجهاز. يمكنك تحديد معدل تكرار المطالبة بتسجيل الوصول من قائمة، أو تعيين فواصل زمنية مخصصة. يمكنك أيضًا اختيار الكيفية التي تريد بها استلام مطالبات (رسائل قصيرة، أو بريد إلكتروني أو إشعار بالهاتف الذكي). لإغلاق تسجيل الوصول، يجب أن تدخل كلمة مرور Reporta الخاصة بك. إذا فاتك تسجيل وصول، فسيتم إرسال تنبيه إلى جميع دوائر جهات الاتصال المحددة، وسيتم قفل التطبيق. سيقوم تطبيق Reporta بإبلاغ جهات الاتصال الخاصة بإلغاء قفل التطبيق برسالة تحتوي على رابط لرمز تحقق مطلوب لإلغاء قفل التطبيق.
es: REGISTRO A través de la función de Registro puede proporcionar información personalizada sobre su ubicación actual o futura, seleccionar con qué frecuencia desea recibir Registros, y designar a qué Círculos de contactos se notificará. Puede configurar un Registro para que comience “ahora mismo” o en un momento futuro. También debe seleccionar una ubicación; puede hacerlo usando la función de geolocalización o puede ingresar su ubicación manualmente. También puede elegir agregar una fotografía, un video o archivos de audio para compartirlos como parte del mensaje de Registro. Estos archivos multimedia son eliminados de la aplicación después de la transmisión. No se puede acceder a los archivos desde la biblioteca de medios del dispositivo. Puede seleccionar la frecuencia del Registro de una lista de intervalos predeterminados o configurar intervalos personalizados. También puede elegir cómo desea recibir las notificaciones (por SMS, correo electrónico o a su teléfono inteligente). Para cerrar la función de Registro, debe ingresar su contraseña de Reporta. Si no responde a un Registro, se les enviará una alerta a todos los Círculos seleccionados, y la aplicación se bloqueará. Reporta notificará a sus contactos de Desbloqueo de la Aplicación con un mensaje que incluirá un enlace a un código de verificación requerido para desbloquear la aplicación.
fr: CHECK-IN Avec la fonction Check-in, vous pouvez fournir des informations personnalisées au sujet de votre position actuelle ou future, sélectionner la fréquence à laquelle vous souhaitez donner signe de vie et désigner les cercles de contacts à avertir. Vous pouvez programmer un check-in pour qu’il démarre « maintenant » ou plus tard. Vous devez aussi sélectionner une position ; pour cela, vous pouvez utiliser la géolocalisation ou bien saisir votre position manuellement. Vous pouvez également choisir d’ajouter des photos, des vidéos ou du son à partager dans votre message de check-in. Ces fichiers multimédias sont supprimés de l’application une fois qu’ils ont été envoyés. Les fichiers ne sont pas accessibles depuis la bibliothèque multimédia de l’appareil. Vous pouvez sélectionner la fréquence des notifications de check-in à partir d’une liste ou définir vous-même ces intervalles. Vous pouvez aussi choisir sous quelle forme vous souhaitez recevoir ces notifications (SMS, email ou notification sur smartphone). Pour fermer un check-in, vous devez saisir votre mot de passe Reporta. Si vous manquez un check-in, une alerte sera envoyée à tous les cercles sélectionnés et l’application se verrouillera. Reporta préviendra vos contacts de déverrouillage de l’application à l’aide d’un message contenant un lien vers un code de vérification nécessaire pour le déverrouillage de l’application.
he: צ'ק-אין באמצעות פונקציית הצ'ק-אין באפשרותך למסור מידע מותאם אישית אודות מיקומך הנוכחי או העתידי, לבחור באיזו תדירות ברצונך לשלוח הודעות צ'ק-אין, ולציין לאיזה ממעגלי אנשי הקשר שלך לשלוח את ההודעות. באפשרותך להגדיר את תחילת משלוח הודעות הצ'ק-אין ל"כבר עכשיו" או למועד כלשהו בעתיד. עליך גם לבחור מיקום ובאפשרותך לעשות זאת באמצעות שימוש ב'מיקום גיאוגרפי' או על ידי הזנה ידנית של מיקומך. באפשרותך גם לבחור להוסיף קובצי תמונה, וידיאו או אודיו לשיתוף כחלק מהודעת הצ'ק-אין. קובצי מולטימדיה אלה מוּסרים מהיישומון לאחר שליחתם. לא ניתן לגשת לקבצים מתוך ספריית המדיה שבבסיס המכשיר. באפשרותך לבחור את תדירות משלוח הודעות הצ'ק-אין מתוך רשימה, או להגדיר מרווחי זמן מותאמים אישית. ניתן גם לבחור את האופן שבו ברצונך לקבל הודעות (מסרונים, דוא"ל או הודעת סמארטפון). כדי לסגור את פונקציית הצ'ק-אין, חובה להזין את סיסמת Reporta שלך. אם הוחמצה הודעת צ'ק-אין, תישלח אתראה לכל המעגלים שנבחרו, והיישומון יינעל. Reporta יישלח לכל מי שהוגדר כאיש קשר לשחרור נעילת היישומון הודעה המכילה קישור לקוד אימות, הנדרש כדי לשחרר את נעילת היישומון.
tr: CHECK IN Check in fonksiyonunu kullanarak mevcut veya gelecekteki konumunuz hakkında özel bilgiler sağlayabilir, ne sıklıkla Check in yapmak istediğinizi seçebilir ve hangi Halkalara bildirim yapılacağını belirleyebilirsiniz. “Hemen” veya gelecekte başlayacak bir Check in belirleyebilirsiniz. Ayrıca bir konum seçmelisiniz ya da bir coğrafi konum kullanarak veya konumunuzu manuel olarak girerek konumu seçebilirsiniz. Check in mesajının bir parçası olarak paylaşılacak fotoğraf, video veya ses dosyaları eklemeyi tercih edebilirsiniz. Bu multimedya dosyaları iletildikten sonra uygulamadan silinir. Dosyalara cihazın temel ortam kitaplığından erişilemez. Listeden veya belirlenen özel aralıklardan Check in istemi sıklığını seçebilirsiniz. İstemleri (SMS, e-posta veya akıllı telefon bildirimleri) nasıl almak istediğinizi de seçebilirsiniz. Check in’i kapatmak için Reporta parolanızı girmelisiniz. Bir Check in’i atlarsanız, bütün seçilen Halkalara bir uyarı gönderilir ve uygulama kilitlenir. Reporta, Uygulama Kilidi Açma kişilerinizi uygulama kilidini açmak için gereken doğrulama kodu bağlantısını içeren bir mesajla bilgilendirecektir.

# enter_location
source: Enter your location
ar: إدخال موقعك
es: Ingrese su ubicación
fr: Saisissez votre emplacement
he: הזן את מיקומך
tr: Konumunuzu girin

source: Describe your situation
ar: وصف موقفك
es: Describa su situación
fr: Décrivez votre situation
he: תאר את מצבך
tr: Durumunuzu açıklayın

# select_valid_contact_list
source: Please Select a Valid Contact Circle
ar: يُرجى تحديد دائرة جهات اتصال صالحة
es: Por Favor, Seleccione un Círculo de Contactos Válido
fr: Veuillez Saisir un Cercle de Contact Valide
he: נא בחר מעגל אנשי קשר חוקי
tr: Lütfen Geçerli bir Kişi Halkası Seçin

# enter_valid_checkin
source: Please Enter a Valid Check-in Frequency
ar: يُرجى إدخال معدل تكرار صالح لعملية تسجيل الوصول!
es: Por Favor, Ingrese una Frecuencia de Registro Válida
fr: Veuillez Saisir une Fréquence de Check-in Valide
he: נא הזן תדירות בדיקת אות חיים חוקית!
tr: Lütfen Geçerli bir Check in Sıklığı Girin

# registerning_checkin
source: Registering Your Check-in
ar: جاري تسجيل عملية تسجيل وصولك
es: Inscribiendo su Registro
fr: Définition de votre Check-in
he: רושם בדיקת אות חיים
tr: Check in kaydediliyor

# checkin_begin_at
source: Your Check-in Will Begin at %@
ar: ستبدأ عملية تسجيل وصولك في %@
es: Su Registro Comenzará a las %@
fr: Votre Check-in Démarrera à %@
he: בדיקת אות החיים שלך תתחיל בשעה %@
tr: Check in Başlangıç Zamanı %@

# checkin_will_start_in_10
source: Your Check-in Will Start in 10 Minutes
ar: ستبدأ عملية تسجيل وصولك خلال 10 دقائق
es: Su Registro Comenzará en 10 Minutos
fr: Votre Check-in Commencera dans 10 Minutes
he: בדיקת אות החיים שלך תתחיל בעוד 10 דקות
tr: Check in’iniz 10 Dakikada Başlayacak

# checkin_will_start_now
source: Your Check-in Will Start Now
ar: ستبدأ عملية تسجيل وصولك الآن
es: Su Registro comenzará ahora
fr: Votre Check-in commence maintenant
he: בדיקת אות החיים שלך תתחיל עכשיו
tr: Check in'iniz şimdi başlayacak

# checkin_is_now_active
source: Your Check-in is Now Active
ar: عملية تسجيل وصولك نشطة الآن
es: Su Registro está activo ahora
fr: Votre Check-in est désormais actif
he: בדיקת אות החיים שלך פעילה עכשיו
tr: Check in'iniz şimdi aktif

# your_next_conf
source: Your next confirmation is at: %@
ar: تأكيدك التالي في %@
es: Su próxima confirmación es a las %@
fr: Votre prochaine confirmation est à %@
he: האישור הבא שלך יהיה בשעה %@
tr: Bir sonraki onayınızın zamanı: %@

# confirm_checkin_remind
source: Confirm Your Check-in Reminder Prompts
ar: تأكيد مطالبات التذكير بتسجيل وصولك
es: Confirmar Sus Notificaciones de Recordatorio de Registro
fr: Confirmer Vos Notifications de rappel de Check-in
he: אשר את הודעות התזכורת לבדיקת אות חיים
tr: Check in Hatırlatma Mesajlarınızı Onaylayın

# confirm_checkin_10min
source: Confirm Your Check-in Within 10 Minutes
ar: تأكيد تسجيل وصولك خلال 10 دقائق
es: Confirmar Su Registro Dentro de los Próximos 10 Minutos
fr: Confirmez Votre Check-in Dans les 10 Minutes
he: אשר את בדיקת אות החיים שלך תוך 10 דקות
tr: Check in’i 10 Dakika İçinde Onaylayın

# confirm_checkin_now
source: Confirm your Check-in within 2 minutes or an alert will be sent.
ar: تأكيد تسجيل وصولك خلال 2 دقائق أو سيتم إرسال تنبيه.
es: Confirme su Registro dentro de los próximos 2 minutos o se enviará una Alerta.
fr: Confirmez votre Check-in dans les 2 minutes ou une alerte sera envoyée.
he: אשר את בדיקת אות החיים שלך תוך 2 דקות או שתישלח התרעה.
tr: Check in’i 2 dakika içinde onaylamadığınızda bir uyarı gönderilir.

# failed_to_upload_media_but
source: Media Upload Failed Due to Poor Internet Connection
ar: فشل تحميل الوسائط بسبب ضعف اتصال الإنترنت.
es: Falló Carga de Medios Debido a Conexión a Internet Débil
fr: Échec du Téléchargement du Fichier Multimédia À Cause d'une Mauvaise Connexion Internet
he: נכשלה טעינת מדיה בגלל חיבור אינטרנט לקוי
tr: Zayıf İnternet Bağlantısından Dolayı Medya Dosyaları Karşıya Yüklenemedi

# uploading_of
source: Uploading %d of %d
ar: جاري تحميل %d من %d
es: Cargar %d de %d
fr: Téléchargement de %d sur %d
he: המערכת טוענת %d של %d
tr: %d / %d karşıya yükleniyor

# save_the_changes
source: Do you want to save your changes?
ar: هل تريد حفظ التغييرات؟
es: ¿Quiere guardar los cambios?
fr: Souhaitez-vous enregistrer vos modifications ?
he: האם ברצונך לשמור את השינויים שביצעת?
tr: Değişiklikleri kaydetmek istiyor musunuz?

# editing_checkin
source: Updating Your Check-in
ar: جاري تحديث عملية تسجيل وصولك
es: Actualizando Su Registro
fr: Mise À Jour de Votre Check-in
he: מעדכן בדיקת אות חיים
tr: Check in Güncelleniyor

# checkin_edited_suc
source: Check-in Successfully Updated
ar: تم تحديث عملية تسجيل الوصول بنجاح
es: Registro Cargado con Éxito
fr: Check-in Mis À Jour avec Succès
he: עדכון בדיקת אות חיים הושלם בהצלחה
tr: Check in Başarılı Şekilde Güncellendi

source: Confirming Check-in
ar: جاري تأكيد عملية تسجيل الوصول
es: Confirmando Registro
fr: Confirmation du Check-in
he: מאשר בדיקת אות חיים
tr: Check in onaylanıyor

# checkin_closed_10min
source: Your Check-in Closes in 10 Minutes
ar: يتم إغلاق عملية تسجيل وصولك خلال 10 دقائق
es: Su Entradas cerró en 10 minutos
fr: Votre Check-in Ferme dans 10 Minutes
he: בדיקת אות החיים שלך תיסגר בעוד 10 דקות
tr: Check in 10 Dakikada Kapanacak

# checkin_closed
source: Your Check-in is closed
ar: تم إغلاق عملية تسجيل وصولك
es: Su Registro está cerrado
fr: Votre Check-in est fermé
he: בדיקת אות החיים שלך נסגרה
tr: Check in kapatıldı

# checkin_closed_at
source: Your Check-in Will Close at %@
ar: ستغلق عملية تسجيل وصولك في %@
es: Su Registro cerrará a las %@
fr: Votre Check-in sera fermé à %@
he: בדיקת אות החיים שלך תיסגר בשעה %@
tr: Check in kapanış zamanı %@

# enter_pass_to_deactive_acheckin
source: Enter your password to close this Check-in.
ar: أدخل كلمة مرورك لإغلاق عملية تسجيل الوصول هذه.
es: Ingrese su contraseña para cerrar este Registro
fr: Saisissez votre mot de passe pour fermer ce Check-in
he: נא הזן סיסמה כדי לסגור את בדיקת אות החיים הזאת.
tr: Bu check in’i kapatmak için parolanızı girin.

# canceling_checkin
source: Cancelling the Check-in
ar: جاري إلغاء عملية تسجيل الوصول
es: Cancelar Registro
fr: Annulation du Check-in
he: מבטל את בדיקת אות החיים
tr: Check in İptal Ediliyor

source: Confirmation
ar: التأكيد
es: Confirmación
he: אישור
tr: Onay

# checkin_canceled
source: Your Check-in Is Now Cancelled
ar: عملية تسجيل وصولك ملغاة الآن
es: Su Registro Está Cancelado Ahora
fr: Votre Check-in est désormais annulé
he: בדיקת אות החיים שלך מבוטלת עכשיו
tr: Check in Şimdi İptal Edildi

# failed_to_cancel_checkin
source: Failed to cancel Check-in. Please try again later.
ar: تعذر إلغاء عملية تسجيل الوصول. يُرجى المحاولة مرة أخرى لاحقًا.
es: No se pudo cancelar el Registro. Por favor, inténtelo más tarde.
fr: Impossible d'annuler le Check-in. Veuillez réessayer ultérieurement.
he: נכשל ביטול בדיקת אות החיים. נסה שנית מאוחר יותר.
tr: Check in iptal edilemiyor. Lütfen daha sonra tekrar deneyin.

# checkin_will_start_at
source: Your Check-in Will Start at
ar: ستبدأ عملية تسجيل وصولك في
es: Su Registro Comenzará a las
fr: Votre Check-in commencera à
he: בדיקת אות החיים שלך תתחיל בשעה
tr: Check in Başlangıç Zamanı

source: Your next confirmation is at
ar: تأكيدك التالي في
es: Su próxima confirmación es a las
fr: Votre prochaine confirmation est à
he: האישור הבא שלך יהיה בשעה
tr: Bir Sonraki Onayınızın Zamanı

# checkin_close_at
source: Your Check-in will close at
ar: ستغلق عملية تسجيل وصولك في
es: Su Registro cerrará a las
fr: Votre Check-in Sera Fermé à
he: בדיקת אות החיים שלך תיסגר בשעה
tr: Check in kapanış zamanı

# you_missed_chechin_confirmation
source: You Missed a Confirmation Set for %@
ar: لقد فاتك تأكيد معين لـ %@
es: Perdió una Confirmación Programada para las %@
fr: Vous Avez Manqué une Confirmation Définie pour %@
he: פספסת אישור אות חיים שנקבע לשעה %@
tr: %@ için Ayarlanan bir Onayı Kaçırdınız

# alert_has_sent
source: An Alert Has Been Sent
ar: تم إرسال تنبيه
es: Se Ha Enviado Una Alerta
fr: Une Alerte A Été Envoyée
he: נשלחה התרעה
tr: Bir Uyarı Gönderildi

# confirm_checkin_in_10min
source: Please Confirm Your Check-in Within 10 Minutes
ar: يُرجى تأكيد عملية تسجيل وصولك خلال 10 دقائق
es: Por Favor, Confirme su Registro dentro de los próximos 10 minutos
fr: Veuillez Confirmer Votre Check-in Dans les 10 Minutes
he: אשר את בדיקת אות החיים שלך תוך 10 דקות
tr: Lütfen Check in’i 10 Dakika İçinde Onaylayın

# scheduled_checkin_begins_10min
source: Your Check-in starts in 10 minutes. Start now?
ar: تبدأ عملية تسجيل وصولك خلال 10 دقائق. بدء الآن؟
es: Su Registro comienza en 10 minutos ¿Comenzar ahora?
fr: Votre Check-in commence dans 10 minutes. Commencer maintenant ?
he: בדיקת אות החיים שלך מתחילה בעוד 10 דקות. האם ברצונך להתחיל אותה עכשיו?
tr: Check in’iniz 10 dakikada başlayacak. Hemen başlasın mı?

source: Cancel Check-in
ar: إلغاء عملية تسجيل الوصول
es: Cancelar Registro
fr: Annuler le Check-in
he: בטל בדיקת אות חיים
tr: Check in İptal Et

# checkin_started
source: Your Check-in Has Started
ar: لقد بدأت عملية تسجيل وصولك
es: Su Registro ha comenzado
fr: Votre Check-in a commencé
he: בדיקת אות החיים שלך התחילה
tr: Check in Başladı

source: Started
ar: تم البدء
es: Comenzado
fr: Commencé
he: התחילה
tr: Başladı

# failed_to_upload_all_media
source: Failed to Upload All Media Files
ar: فشل تحميل كل ملفات الوسائط
es: Falló la Carga de Todos los Archivos de Medios
fr: Impossible de Télécharger Tous les Fichiers Multimédias
he: נכשלה טעינה כל קבצי המדיה
tr: Bütün Medya Dosyaları Karşıya Yüklenemedi

# starting_checkin
source: Starting Your Check-in
ar: جاري بدء عملية تسجيل وصولك
es: Comenzando Registro
fr: Démarrage de Votre Check-in
he: מתחיל בדיקת אות חיים
tr: Check in Başlatılıyor

# checkin_started_successfully
source: Your Check-in Started Succesfully
ar: بدأت عملية تسجيل وصولك بنجاح
es: Su Registro ha comenzado con Éxito
fr: Votre Check-in a Démarré avec Succès
he: בדיקת אות החיים התחילה בהצלחה
tr: Check in Başarıyla Başlatıldı

source: Failed to Start Check-in
ar: فشل بدء عملية تسجيل الوصول
es: Falló el Inicio del Registro
fr: Impossible de Démarrer le Check-in
he: נכשלה התחלת בדיקת זיהוי עכשיו
tr: Check in Başlatılamadı

# closing_checkin
source: Closing the Check-in
ar: جاري إغلاق عملية تسجيل الوصول
es: Cerrando el Registro
fr: Fermeture du Check-in
he: המערכת סוגרת את בדיקת אות החיים
tr: Check in Kapatılıyor

# Select frequency for Check In
source: Select Check-in Frequency
ar: حدد معدل تكرار عملية تسجيل الوصول
es: Seleccione Frecuencia de Registro
fr: Saisir la fréquence des Check-ins
he: בחר תדירות של בדיקת אות חיים
tr: Lütfen Check in sıklığını seçin

# Every 15 mins
source: Every 15 minutes
ar: كل 15 دقيقة
es: Cada 15 minutos
fr: Toutes les 15 minutes
he: כל 15 דקות
tr: 15 dakikada bir

# Every 30 mins
source: Every 30 minutes
ar: كل 30 دقيقة
es: Cada 30 minutos
fr: Toutes les 30 minutes
he: כל 30 דקות
tr: 30 dakikada bir

source: Mins
ar: دقائق
es: Min.
fr: Min.
he: דקות
tr: Dak.

source: Private Circle (default)
ar: دائرة اتصال خاصة (افتراضي)
es: Círculo priv. (predeterm.)
fr: Cercle privé (par défaut)
he: מעגל פרטי (ברירת מחדל)
tr: Özel Halka (varsayılan)

# Public Circle
source: Public Circles
ar: دوائر جهات الاتصال العامة
es: Círculos Públicos
fr: Cercles publics
he: מעגלים ציבוריים
tr: Genel Halkalar

# private_circle
source: Private Circles
ar: دوائر جهات الاتصال الخاصة
es: Círculos Privados
fr: Cercles privés
he: מעגלים פרטיים
tr: Özel Halkalar

# no_contacts_found
source: No Contacts
ar: لا توجد جهات اتصال
es: Sin contactos
fr: Pas de contacts
he: ללא אנשי קשר
tr: Kişi Yok

source: New Circle
ar: دائرة جديدة
es: Círculo nuevo
fr: Nouveau cercle
he: מעגל חדש
tr: Yeni Halka

# Social media
source: Social Circles
ar: دوائر جهات الاتصال الاجتماعية
es: Círculos Sociales
fr: Cercles sociaux
he: מעגלים חברתיים
tr: Sosyal Halkalar

source: Add manually
ar: إضافة يدويًا
es: Agregar manualmente
fr: Ajout manuel
he: הוסף ידנית
tr: Manuel Ekle

# about_friend_unlock_title
source: About App-Unlock
ar: حول إلغاء قفل التطبيق
es: Acerca del Desbloqueo de la Aplicación
fr: À Propos du Déverrouillage de l'Application
he: אודות שחרור נעילת ישומון
tr: Uygulama Kilidi Açma Hakkında

source: Add from address book
ar: إضافة من دفتر العناوين
es: Desde agenda de contactos
fr: Ajout depuis le Carnet d'Adresses
he: הוסף כתובת מפנקס כתובות
tr: Adres defterinden ekle

# add_from_Reporta
source: Add From Reporta contacts
ar: إضافة جهات اتصال Reporta
es: Desde contactos de Reporta
fr: Ajout de Contacts Reporta
he: הוסף מאנשי הקשר של Reporta
tr: Reporta kişilerinden ekle

# enable_friend_unlock
source: Enable App-Unlock
ar: تمكين إلغاء القفل
es: Activ. Desbloq. Apl.
fr: Activer Déver. App
he: הפעל שחרור נעילה
tr: Uyg. Klt Aç Etknlştr

# disable_friend_unlock
source: Disable App-Unlock
ar: تعطيل إلغاء القفل
es: Desact. Desbloq. Apl.
fr: Désactiver Déver. App
he: כבה שחרור נעילה
tr: Uyg. Klt Aç D. Dışı

# pending_friend_unlock
source: Pending App-Unlock
ar: جهة اتصال إلغاء القفل مؤجلة
es: Cntcto. Desbloq. Aplic. Pend.
fr: Contact Déver. App En Attente
he: ממתין לשחרור נעילת ישומון
tr: Uyg. Klt Aç Kişisi Bekleniyor

# allows_contact_to_help
source: Enabling App-Unlock allows these contacts to help you unlock Reporta after an alert locks the app.
ar: تمكين إلغاء قفل التطبيق يسمح لجهات الاتصال هذه بمساعدتك في إلغاء قفل Reporta بعد التنبيه بقفل التطبيق.
es: Permitir que el Desbloqueo de la aplicación habilite a estos contactos para ayudarlo a desbloquear Reporta después de que una alerta bloquee la aplicación.
fr: Activer le Déverrouillage de l'Application permet à ces contacts de vous aider à déverrouiller Reporta lorsqu'une alerte verrouille l'application.
he: הפעלת שחרור נעילת ישומון מאפשרת לאנשי הקשר האלה לעזור לך לבטל את נעילת Reporta לאחר שהתרעה נועלת את הישומון.
tr: Uygulama Kilidi Açma etkinleştirildiğinde iletişim kişiniz, uygulamayı kilitleyen bir uyarının ardından Reporta kilidini açmanıza yardımcı olur.

# contact_list_name
source: Contact Circle Name
ar: اسم دائرة جهات الاتصال
es: Nombre del Círculo de Contactos
fr: Nom du Cercle de Contacts
he: שם המעגל של איש הקשר
tr: Kişi Halkası Adı
