Repository: elationfoundation/Reporta-iOS
Catalog: IWMF/Helper/*.lproj/Localizable.strings
Languages: ar, es, fr, he, tr

# Profile - i button
source: PROFILE All users of Reporta must create a profile. Your profile contains important information that is necessary to make Reporta work as intended. IWMF is committed to respecting your privacy and the management of Reporta follows generally accepted security practices and procedures to protect the Personally Identifiable Information you provide from unauthorized access, use and disclosure. We require our authorized service providers to implement and maintain such security practices and procedures as well. Nevertheless, be aware that Internet transmissions are never completely private or secure. For more information, please review Reporta's Terms of Use and Privacy Policy.
ar: ملف التعريف يجب أن يقوم جميع مستخدمي Reporta بإنشاء ملف تعريف. يحتوي ملف التعريف الخاص بك على معلومات هامة ضرورية لكي يعمل Reporta حسبما هو مخطط له. إن المؤسسة الدولية لإعلام المرأة ملتزمة باحترام خصوصيتك كما أن إدارة Reporta تتبع الممارسات والإجراءات الأمنية المقبولة بشكل عام لحماية المعلومات المعرّفة للشخصية التي تقدمها من الوصول والاستخدام والإفصاح غير المصرح به. نحن أيضًا نطلب من مزودي الخدمة المعتمدين لدينا تنفيذ واتباع هذه الممارسات والإجراءات الأمنية. ومع ذلك، انتبه إلى أن عمليات إرسال البيانات عبر الإنترنت لا يمكن أن تكون خاصة أو آمنة بشكل كامل أبدًا. لمزيد من المعلومات، يرجى مراجعة شروط استخدام وسياسة خصوصية Reporta.
es: PERFIL Todos los usuarios de Reporta deben crear un perfil. El perfil contiene información importante que es necesaria para que Reporta funcione del modo esperado. IWMF se compromete a respetar su privacidad y declara que la gestión de Reporta obedece a prácticas y procedimientos de seguridad generalmente aceptados para proteger la Información Personalmente Identificable que usted proporciona contra el acceso, el uso y la divulgación no autorizados. Nuestros proveedores de servicio autorizados están obligados a implementar y mantener dichas prácticas y dichos procedimientos de seguridad. No obstante, tenga en cuenta que las transmisiones por Internet nunca son completamente privadas o seguras. Para más información, consulte los Términos de Uso y la Política de Privacidad de Reporta.
fr: PROFIL Tous les utilisateurs de Reporta doivent créer un profil. Votre profil contient des informations importantes qui sont indispensables au bon fonctionnement de Reporta. IWMF s’engage à respecter votre vie privée, et la direction de Reporta respecte les pratiques et procédures de sécurité généralement admises pour protéger les données personnelles que vous fournissez afin de lutter contre tout accès, toute utilisation et toute divulgation non autorisés. Nous exigeons de la part de nos prestataires de services agréés qu’ils mettent en œuvre et maintiennent également de telles pratiques et procédures de sécurité. Néanmoins, nous attirons votre attention sur le fait que les échanges sur Internet ne sont jamais privés ou sûrs à 100 %. Pour plus d’informations, consultez les conditions d’utilisation et la charte de confidentialité de Reporta.
he: פרופיל כל משתמשי Reporta חייבים ליצור לעצמם פרופיל. הפרופיל שלך כולל מידע חשוב הנחוץ כדי לאפשר ל-Reporta לפעול באופן שבו נועד לפעול. ארגון IWMF מחויב לשמירה על פרטיותך וניהול היישומון Reporta נעשה בהתאם לנוהלי והליכי האבטחה המקובלים על מנת להגן על המידע המזהה אישית שנמסר על ידך מפני גישה, שימוש וחשיפה בלתי-מורשים. אנו דורשים גם מספקי השירות המורשים שלנו להחיל ולקיים נוהלי והליכי אבטחה כאמור. אף על פי כן, עליך להיות מודע/ת לכך שהעברות נתונים באינטרנט לעולם אינן פרטיות או בטוחות באופן מוחלט. למידע נוסף, נא לעיין במסמכים 'תנאי השימוש ב-Reporta' וכן 'מדיניות שמירת הפרטיות של Reporta'.
tr: PROFİL Reporta’nın bütün kullanıcıları bir profil oluşturmalıdır. Profiliniz, Reporta’nın amaçlandığı gibi çalışması için gereken önemli bilgiler içerir. IWMF, gizliliğinize saygı gösterme kararlılığındadır ve Reporta yönetimi, verdiğiniz Kişisel Tanıtıcı Bilgileri izinsiz erişim, kullanım ve açıklamaya karşı korumak amacıyla genel olarak kabul edilen güvenlik uygulamaları ve prosedürlerine uymaktadır. Yetkili hizmet sağlayıcılarımızın da bu tür güvenlik uygulamaları ve prosedürlerine sahip olmasını ve bunları uygulamasını istiyoruz. Ancak yine de internet üzerinden bilgi aktarımının hiçbir zaman tamamen gizli veya güvenli olmadığını unutmayın. Daha fazla bilgi için lütfen Reporta’nın Hizmet Koşulları ve Gizlilik Politikası’nı gözden geçirin.

# app_locked
source: Reporta has been locked and an alert has been sent.
ar: تم قفل Reporta وتم إرسال تنبيه.
es: Reporta ha sido bloqueado y se ha enviado un mensaje de Alerta.
fr: Reporta a été verrouillée et une alerte a été envoyée.
he: Reporta ננעלה והתרעה נשלחה.
tr: Reporta kilitlendi ve bir uyarı gönderildi.

source: Unlock Reporta
ar: إلغاء قفل Reporta
es: Desbloquear Reporta
fr: Déverrouiller Reporta
he: בטל את נעילת Reporta
tr: Reporta kilidini aç

# app_unlocked
source: Enter Your Password and App-Unlock Passcode to Unlock Reporta
ar: أدخل كلمة مرورك ورمز مرور إلغاء قفل التطبيق لإلغاء قفل Reporta
es: Ingrese su contraseña y el Código para Desbloquear la Aplicación para desbloquear Reporta
fr: Saisissez votre mot de passe et le code de déverrouillage de l'application pour déverrouiller Reporta
he: הזן סיסמה וקוד לשחרור נעילת הישומון כדי לשחרר את נעילת Reporta
tr: Reporta kilidini açmak için parolanızı ve uygulama kilidi açma kodunuzu girin

source: Enter passcode
ar: إدخال رمز المرور
es: Ingresar código
fr: Saisissez le code
he: הזן קוד
tr: Şifrenizi girin

source: Login
ar: تسجيل الدخول
es: Iniciar sesión
fr: Connexion
he: כניסה
tr: Giriş yap

source: Unlocking Reporta
ar: إلغاء قفل Reporta
es: Desbloqueando Reporta
fr: Déverrouillage Reporta
he: משחרר נעילת Reporta
tr: Reporta kilidi açılıyor

source: Locking Reporta
ar: قفل Reporta
es: Bloqueando Reporta
fr: Verrouillage Reporta
he: נועל את Reporta
tr: Reporta Kilitleniyor

source: Location
ar: الموقع
es: Ubicación
fr: Emplacement
he: מיקום
tr: Konum

source: Choose your location
ar: اختيار الموقع
es: Elija su ubicación
fr: Choisissez votre emplacement
he: בחר את מיקומך
tr: Konumunuzu seçin

# dist_mi
source: %.02f mi away
ar: على بعد %.02f ميل
es: %.02f millas de distancia
fr: %.02f mile(s) de distance
he: במרחק %.02f מייל
tr: %.02f mi uzakta

# dist_ft
source: %.02f ft away
ar: على بعد %.02f قدم
es: %.02f pies de distancia
fr: %.02f pi de distance
he: במרחק %.02f רגל
tr: %.02f ft uzakta

# drag_pin
source: Press and drag the pin to select a location on the map or choose from locations listed below.
ar: اضغط على الدبوس واسحبه لتحديد موقع على الخريطة أو اختر من بين المواقع المدرجة أدناه.
es: Presione y arrastre el pin para seleccionar una ubicación en el mapa o elija una de las ubicaciones que figuran a continuación.
fr: Appuyez sur l'épingle et déplacez-la pour sélectionner un emplacement sur la carte ou choisissez un emplacement dans la liste ci-dessous.
he: לחץ וגרור את הסיכה כדי לבחור מיקום במפה או כדי לבחור מבין האתרים המפורטים למטה.
tr: Haritada bir konum seçmek için iğneye basıp sürükleyin veya aşağıda belirtilen konumlardan seçim yapın.

source: Enter location manually
ar: إدخال الموقع يدويًا
es: Ingrese la ubicación manualmente
fr: Saisir un emplacement manuellement
he: הזן אתר באופן ידני
tr: Konumu manuel olarak gir

# pending_media_files
source: Pending Files
ar: ملفات قيد الانتظار
es: Archivos pendientes
fr: Fichiers En Attente
he: קבצים ממתינים
tr: Bekleyen Dosyalar

source: Media uploads
ar: تحميلات الوسائط
es: Subir en medios de comunicación social
fr: Téléchargements de fichiers multimédias
he: טעינת מדיה
tr: Medya karşıya yükleme

# media_uploads_details
source: You have pending media files. Upload now?
ar: لديك ملفات وسائط قيد الانتظار. تحميل الآن؟
es: Usted tiene archivos de medios pendientes. ¿Desea subirlos ahora?
fr: Des fichiers multimédias en attente ont été trouvés. Télécharger maintenant ?
he: ישנם קבצי מדיה בהמתנה. לטעון עכשיו?
tr: Bekleyen medya dosyalarınız var. Şimdi karşıya yüklensin mi?

source: Upload now
ar: تحميل الآن
es: Subir ahora
fr: Télécharger maintenant
he: טען עכשיו
tr: Şimdi karşıya yükle

source: Upload later
ar: تحميل لاحقًا
es: Subir más tarde
fr: Télécharger ultérieurement
he: טען מאוחר יותר
tr: Daha sonra karşıya yükle

# try_later
source: Something went wrong! Please try again later.
ar: حدث خطأ! يُرجى إعادة المحاولة لاحقًا.
es: ¡Algo salió mal! Inténtelo más tarde.
fr: Une erreur s'est produite ! Veuillez réessayer plus tard.
he: משהו השתבש! נסה שנית מאוחר יותר.
tr: Bir hata oluştu! Lütfen daha sonra tekrar deneyin.

# txt_pending_media
source: You have pending media files
ar: لديك ملفات وسائط قيد الانتظار
es: Usted tiene archivos de medios pendientes
fr: Des fichiers multimédias en attente ont été trouvés
he: יש לך קבצי מדיה בהמתנה
tr: Bekleyen medya dosyalarınız var

# menu_resend
source: Resend
ar: إعادة الإرسال
es: Reenviar
fr: Renvoyer
he: שלח שנית
tr: Yeniden gönder

# menu_delete
source: Delete
ar: الحذف
es: Eliminar
fr: Supprimer
he: מחק
tr: Sil

# retry_within_7_days
source: Will re-try upoad for 7 days
ar: ستتم محاولة التحميل لمدة 7 أيام.
es: Se intentará la carga por 7 días.
fr: Tentative de téléchargement pdt 7 jours
he: ייעשו ניסיונות העלאה במשך 7 ימים.
tr: Karşıya yükleme 7 gün denenecek.

# media_upload_success
source: Media Files Successfully Uploaded
ar: تم تحميل ملفات الوسائط بنجاح
es: Archivos de Medios Cargados Con Éxito
fr: Fichiers Multimédias Téléchargés avec Succès
he: טעינת קבצי מדיה הושלמה בהצלחה
tr: Medya Dosyaları Başarıyla Karşıya Yüklendi

# failed_to_upload_media
source: Failed to upload media due to poor Internet connection.
ar: فشل تحميل الوسائط بسبب ضعف اتصال الإنترنت.
es: Falló la carga de medios debido a conexión a Internet débil.
fr: Échec de téléchargement du fichier multimédia à cause d'une mauvaise connexion à Internet
he: נכשלה טעינת מדיה בגלל חיבור אינטרנט לקוי.
tr: Zayıf internet bağlantısından dolayı medya dosyaları karşıya yüklenemedi.

# save_captured_image
source: Do you want to save current captured image?
ar: هل تريد حفظ الصورة الملتقطة الحالية؟
es: ¿Quiere guardar la imagen capturada actual?
fr: Souhaitez-vous sauvegarder l'image que vous avez capturée ?
he: רוצה לשמור את התמונה העדכנית שנלכדה?
tr: Çekilen mevcut fotoğrafı kaydetmek istiyor musunuz?

# save_captured_video
source: Do you want to save current captured video?
ar: هل تريد حفظ الفيديو الملتقط الحالي؟
es: ¿Quiere guardar el video capturado actual?
fr: Souhaitez-vous sauvegarder la vidéo que vous avez enregistrée ?
he: רוצה לשמור את הוידאו העדכני שנלכד?
tr: Çekilen mevcut videoyu kaydetmek istiyor musunuz?

# save_captured_audio
source: Do you want to save current captured audio?
ar: هل تريد حفظ الصوت الملتقط الحالي؟
es: ¿Quiere guardar el audio capturado actual?
fr: Souhaitez-vous sauvegarder la piste audio que vous avez enregistrée ?
he: רוצה לשמור את האודיו העדכני שנלכד?
tr: Alınan mevcut sesi kaydetmek istiyor musunuz?

source: Discard
ar: تجاهل
es: Eliminar
fr: Jeter
he: השלך לפח
tr: İptal

source: Alerts
ar: التنبيهات
es: Alerta
fr: Alertes
he: התרעות
tr: Uyarılar

# I am facing
source: I am reporting
ar: أنا أقوم بإبلاغ
es: Estoy reportando
fr: Je signale
he: אני מדווח/ת
tr: Bir çalışma arkadaşım adına

source: An alert on behalf of a colleague
ar: تنبيه بالنيابة عن زميل
es: Una alerta en nombre de un colega
fr: Une alerte au nom d'un (une) collègue
he: אתראה מטעם עמית לעבודה
tr: Bir uyarıyı bildiriyorum

source: Assault with gun
ar: اعتداء ببندقية
es: Ataque con arma de fuego
fr: Attaqué(e) à main armée
he: תקיפה עם אקדח
tr: Silahlı saldırı

source: Assault with knife
ar: اعتداء بسكين
es: Ataque con cuchillo
fr: Attaqué(e) au couteau
he: תקיפה עם סכין
tr: Bıçaklı saldırı

source: Assault with other object
ar: اعتداء بأداة أخرى
es: Ataque con otro objeto
fr: Attaqué(e) avec un autre objet
he: תקיפה עם חפץ אחר
tr: Başka nesneyle saldırı

source: Death threats
ar: تهديدات بالموت
es: Amenazas de muerte
fr: Menacé(e) de mort
he: איומי מוות
tr: Ölüm tehditleri

source: Detention
ar: الاحتجاز
es: Detención
fr: Emprisonné(e)/pris(e) en otage
he: מאסר
tr: Alıkoyma

source: Kidnapping/abduction
ar: الخطف/الاختطاف
es: Secuestro/abducción
fr: Victime d'un enlèvement
he: חטיפה
tr: Kaçırma

source: Physical violence (punching, shoving)
ar: العنف الجسدي (الضرب، الدفع)
es: Violencia física (golpe, empujón)
fr: Menace physique (cp de poing/bousculade)
he: אלימות פיזית (חבטות, דחיפות)
tr: Fiziksel şiddet (yumruk, itme)

source: Sexual violence/assault
ar: العنف/الاعتداء الجنسي
es: Violencia sexual/acoso
fr: Attaqué(e) sexuellement
he: אלימות/תקיפה מינית
tr: Cinsel şiddet/taciz

source: Threat of kidnapping/abduction
ar: التهديد بالخطف/الاختطاف
es: Amenaza de secuestro/abducción
fr: Menacé(e) d'enlèvement
he: איום חטיפה
tr: Kaçırma tehdidi

source: Threat of assault with weapon
ar: التهديد بالاعتداء بسلاح
es: Amenaza de ataque con arma
fr: Menacé(e) d'attaque à main armée
he: איום תקיפה בנשק
tr: Silahlı saldırı tehdidi

source: Send Alert
ar: إرسال تنبيه
es: Enviar alerta
fr: Envoyer une alerte
he: שלח התרעה
tr: Uyarı Gönder

# Alerts - i button
source: ALERTS The Alert function allows you to send information about a situation you or a fellow journalist is facing to designated contact Circles. You may use a drop down menu describing possible incidents; you may also choose to enter additional information. A location must be selected either using geolocation or entered manually. Alerts are sent without delay and with the option to add media files. Alerts can be customized to share with different Circles.
ar: التنبيهات تتيح لك وظيفة التنبيه أن ترسل معلومات عن موقف تواجهه أنت أو صحفي زميل إلى دوائر جهات الاتصال المحددة. يمكنك استخدام قائمة منسدلة تصف الأحداث المحتملة؛ يمكنك أيضًا اختيار إدخال معلومات إضافية. ويجب تحديد موقع إما باستخدام موقع جغرافي أو إدخاله يدويًا. يتم إرسال التنبيهات بدون تأخير ومع خيار إضافة ملفات وسائط. يمكن تخصيص التنبيهات للمشاركة مع دوائر جهات الاتصال المختلفة.
es: ALERTA La función de Alerta le permite enviar información sobre una situación que está enfrentando usted o un colega a Círculos de contactos designados. Puede usar un menú desplegable que describe posibles incidentes; también puede ingresar información adicional. Debe seleccionar una ubicación utilizando la función de geolocalización o ingresar su ubicación manualmente. Las alertas son enviadas en forma inmediata y con la opción de agregar archivos de medios. Las alertas se pueden personalizar para compartirlas con diferentes Círculos.
fr: ALERTES La fonction Alerte permet d’envoyer aux cercles de contacts désignés des informations à propos d’une situation dans laquelle vous ou un confrère journaliste vous trouvez. Vous pouvez utiliser un menu déroulant pour décrire des incidents potentiels ; vous pouvez aussi choisir de saisir un complément d’information. Vous devez sélectionner une position, à la main ou à l'aide de la fonction géolocalisation. Les alertes sont envoyées instantanément, avec la possibilité d’ajouter des fichiers multimédias. Vous pouvez personnaliser les alertes pour les partager avec différents cercles.
he: אתראות פונקציית האתראה מאפשרת לך לשלוח למעגלי אנשי קשר נבחרים מידע אודות המצב אליו את/ה או עיתונאי/ת עמית/ה נקלעתם. באפשרותך להשתמש בתפריט נפתח שמתאר תקריות אפשריות; באפשרותך גם לבחור להזין מידע נוסף. חובה לבחור מיקום באמצעות שימוש בתכונת 'מיקום גיאוגרפי' או להזין את המיקום באופן ידני. אתראות נשלחות ללא עיכוב וכוללות אפשרות להוסיף קובצי מדיה. ניתן לבצע התאמה אישית של האתראות לשיתוף עם מעגלים שונים.
tr: UYARILAR Uyarı fonksiyonu, sizin veya bir gazeteci meslektaşınızın karşılaştığı durum hakkında kişi Halkalarına bilgi göndermenizi sağlar. Olası olayları açıklayan bir açılır menüyü kullanabilirsiniz; ayrıca ek bilgiler girmeyi de tercih edebilirsiniz. Coğrafi konumu kullanarak veya manuel olarak girerek bir konum seçilmelidir. Uyarılar gecikme olmaksızın ve medya dosyaları ekleme seçeneğiyle gönderilir. Farklı Halkalarla paylaşmak üzere uyarılar gönderilebilir.

# choose_valid_situation
source: Please Select a Situation
ar: يُرجى تحديد موقف
es: Por Favor, Seleccione una Situación
fr: Veuillez Sélectionner une Situation
he: בחר מצב
tr: Lütfen bir Durum Seçin

# enter_valid_description
source: Please Enter a Description
ar: يُرجى إدخال وصف
es: Por favor, ingrese una descripción
fr: Veuillez saisir une description
he: הזן תיאור
tr: Lütfen bir açıklama girin

# choose_valid_location
source: Please Confirm Your Location
ar: يُرجى تأكيد موقعك
es: Por favor, confirme su ubicación
fr: Veuillez confirmer votre emplacement
he: אשר את מיקומך
tr: Lütfen konumunuzu onaylayın

# enter_valid_contact
source: Please Enter a Contact
ar: يُرجى إدخال جهة اتصال
es: Por Favor, Ingrese un Contacto
fr: Veuillez Saisir un Contact
he: הזן איש קשר
tr: Lütfen bir Kişi Girin

source: Sending Alert
ar: جاري إرسال التنبيه
es: Enviando alerta
fr: Envoi de l’alerte
he: שולח התרעה
tr: Uyarı gönderiliyor

# all_media_uploaded
source: All Media Were Uploaded
ar: تم تحميل كل الوسائط
es: Se Cargaron Todos los Medios
fr: Tous les Fichiers Multimédias Ont Été Téléchargés
he: כל המדיה נטענה
tr: Bütün Ortam Dosyaları Karşıya Yüklendi

# alert_sent_successfully
source: Your Alert Was Sent
ar: تم إرسال تنبيهك
es: Su Alerta Fue Enviada
fr: Votre alerte a été envoyée
he: ההתרעה שלך נשלחה
tr: Uyarınız gönderildi

source: Choose location
ar: اختيار موقع
es: Seleccionar ubicación
fr: Choisir un emplacement
he: בחר מיקום
tr: Konum seçin

source: Add photo, video, or audio
ar: إضافة صورة أو فيديو أو صوت
es: Agregar foto, video o audio
fr: Ajout de photo/vidéo/audio
he: הוסף תמונות, וידאו או אודיו
tr: Fotoğraf, video veya ses ekle

source: Username
ar: اسم المستخدم
es: Nombre de usuario
fr: Nom d'utilisateur
he: שם משתמש
tr: Kullanıcı adı

source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe
he: סיסמה
tr: Parola

# forget_password
source: Forgot your password?
ar: هل نسيت كلمة المرور؟
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
he: שכחת את הסיסמה שלך?
tr: Parolanızı mı unuttunuz?

# login_screen
source: Log in
ar: تسجيل الدخول
es: Iniciar sesión
fr: Se connecter
he: כניסה
tr: Giriş yap

source: Stay logged in
ar: البقاء مسجلاً الدخول
es: Permanecer en sesión
fr: Rester connecté(e)
he: הישאר מחובר
tr: Oturumu açık tut

# create_account
source: Create an account
ar: إنشاء حساب
es: Crear una cuenta
fr: Créer un compte
he: צור חשבון
tr: Hesap oluştur

# Enter_email_reset
source: Enter Your Email to Reset It
ar: أدخل بريدك الإلكتروني لإعادة تعيينها
es: Ingrese su correo electrónico para restablecerla
fr: Saisissez votre adresse électronique pour le réinitialiser
he: הזן כתובת דואר אלקטרוני כדי לאפס אותה
tr: Sıfırlamak için e-posta adresinizi girin

# EnterEmail
source: Enter your email
ar: إدخال بريدك الإلكتروني
es: Ingrese su correo electrónico
fr: Saisissez votre adresse électronique pour le réinitialiser
he: הזן את כתובת הדואר אלקטרוני שלך
tr: E-postanızı girin

# Step 1 Professional Details
source: Step 1: Add Professional Details
ar: الخطوة 1: إضافة تفاصيل مهنية
es: Paso 1: Agregar detalles profesionales
fr: Étape 1 : Ajouter les détails professionnels
he: שלב 1: הוספת פרטים מקצועיים
tr: 1. Adım: Profesyonel Ayrıntıları Ekleyin

source: Select language
ar: تحديد اللغة
es: Seleccionar idioma
fr: Sélectionnez votre langue
he: בחר שפה
tr: Dil seçin

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fr: Adresse électronique
he: דואר אלקטרוני
tr: E-posta

source: Re-enter email
ar: أعد إدخال بريدك
es: Reingr. c. electr.
fr: Resaisir e-mail
he: הזן דו"אל שנית
tr: E-postayı tkrr gir

source: First name
ar: الاسم الأول
es: Nombre
fr: Prénom
he: שם פרטי
tr: Ad

source: Last name
ar: الاسم الأخير
es: Apellido
fr: Nom de famille
he: שם משפחה
tr: Soyadı

source: Phone
ar: الهاتف
es: Teléfono
fr: Téléphone
he: טלפון
tr: Telefon

source: Job title
ar: المسمى الوظيفي
es: Cargo
fr: Poste
he: התפקיד
tr: İş unvanı

source: Choose
ar: اختيار
es: Elegir
fr: Choisissez
he: בחר
tr: Seç

source: Affiliation
ar: الانتساب
es: Afiliación
he: שיוך קבוצתי
tr: İş Bağlantısı

source: Freelancer
ar: موظف حر
es: Trabajador independiente
fr: Indépendant(e)
he: פרילנסר
tr: Serbest

source: Country of origin
ar: بلد المنشأ
es: País de origen
fr: Pays d'origine
he: ארץ מוצא
tr: Gelinen ülke

source: Country where working
ar: البلد محل العمل
es: País en el que se encuentra trabajando
fr: Pays dans lequel vous travaillez
he: ארץ עבודה
tr: Çalışılan ülke

# PassHint
source: (Minimum 8 characters)
ar: (8 حروف بحد أدنى)
es: (Mínimo 8 caracteres)
fr: (minimum 8 caractères)
he: (8 תווים לפחות)
tr: (Minimum 8 karakter)

source: Enter password
ar: إدخال كلمة المرور
es: Ingresar contraseña
fr: Saisissez le mot de passe
he: הזן סיסמה
tr: Parola girin

source: Re-enter password
ar: أعد إدخال كلمة المرور
es: Reingresar contraseña
fr: Resaisir le m.-de-p.
he: הזן סיסמה שנית
tr: Parolayı yeniden girin

source: Next
ar: التالي
es: Siguiente
fr: Suivant
he: הבא
tr: İleri

# create_account_header
source: Create account
ar: إنشاء حساب
es: Crear una cuenta
fr: Créer un compte
he: צור חשבון
tr: Hesap oluştur

source: Profile
ar: ملف التعريف
es: Perfil
fr: Profil
he: פרופיל
tr: Profil

source: Select job title
ar: تحديد المسمى الوظيفي
es: Seleccionar cargo
fr: Sélectionnez votre poste
he: בחר תפקיד
tr: İş unvanı seçin

source: Send me updates about Reporta
ar: أرسل تحديثات حول Reporta
es: Quiero recibir actualizaciones sobre Reporta
fr: Envoyez-moi des mises à jour à propos de Reporta
he: שלחו לי עדכונים אודות Reporta
tr: Bana Reporta'yla ilgili güncellemeler gönderin

source: Confirm my registration by email
ar: تأكيد التسجيل الخاص بتوصيل بواسطة البريد الإلكتروني.
es: Confirmar mi registro por correo electrónico
fr: Confirmer mon inscription par courriel
he: אשרו את ההרשמה שלי בדוא"ל
tr: Kaydımı e-postayla onayla

source: Update
ar: تحديث
es: Actualizar
fr: Mettre à jour
he: עדכן
tr: Güncelle

source: Professional details
ar: التفاصيل المهنية
es: Datos profesionales
fr: Détails professionnels
he: פרטים מקצועיים
tr: Profesyonel ayrıntılar

source: Sign out
ar: تسجيل الخروج
es: Cerrar sesión
fr: Se déconnecter
he: התנתק
tr: Oturumu kapat

source: Select Country
ar: تحديد البلد
es: Seleccionar país
fr: Sélectionnez votre pays
he: בחר מדינה
tr: Ülke seçin

source: Agree
ar: أوافق
es: Acepto
fr: J'accepte
he: מסכים
tr: Kabul

source: Enter new password
ar: إدخال كلمة المرور الجديدة
es: Ingresar nueva contraseña
fr: Saisissez le nouveau mot de passe
he: הזן סיסמה חדשה
tr: Yeni parola girin

# first_name_mandatory
source: First Name Is Mandatory
ar: الاسم الأول إلزامي
es: El Nombre Es Obligatorio
fr: Le prénom est obligatoire
he: חובה למלא שם פרטי
tr: Ad Zorunlu

# last_name_mandatory
source: Last Name Is Mandatory
ar: الاسم الأخير إلزامي
es: El apellido es obligatorio
fr: Le nom de famille est obligatoire”
he: חובה למלא שם משפחה
tr: Soyadı zorunludur

# add_mobile_for_sms
source: Add phone
ar: إضافة هاتف
es: Agregar teléfono
fr: Ajouter un numéro de téléphone
he: הוסף טלפון
tr: Telefon ekle

# enter_valid_email
source: Enter a Valid Email Address
ar: أدخل عنوان بريد إلكتروني صالح
es: Ingrese una Dirección de Correo Electrónico Válida
fr: Saisissez une Adresse Électronique Valide
he: הזן כתובת דואר אלקטרוני חוקית
tr: Geçerli bir E-posta Adresi Girin

source: Add email
ar: إضافة بريد إلكتروني
es: Agregar correo electrónico
fr: Ajouter une adresse électronique
he: הוסף דואר אלקטרוני
tr: E-posta ekle

# please_enter_phone
source: Please enter at least one phone number!
ar: يُرجى إدخال رقم هاتف واحد على الأقل!
es: Por favor, ingrese al menos un número telefónico
fr: Veuillez saisir au moins un numéro de téléphone !
he: נא הזן מספר טלפון אחד לפחות!
tr: Lütfen en az bir telefon numarası girin!

# please_enter_email1
source: Please enter at least one email address!
ar: يُرجى إدخال عنوان بريد إلكتروني واحد على الأقل!
es: Por favor, ingrese al menos un correo electrónico
fr: Veuillez saisir au moins une adresse électronique !
he: נא הזן כתובת דואר אלקטרוני אחת לפחות!
tr: Lütfen en az bir e-posta adresi girin!
