Repository: elationfoundation/Reporta-iOS
Catalog: IWMF/Helper/*.lproj/Localizable.strings
Languages: ar, es, fr, he, tr

# must_enable_app_unlock1
source: You must enable App-Unlock!
ar: يجب تمكين إلغاء قفل التطبيق!
es: Debe habilitar la función de Desbloqueo de la Aplicación
fr: Vous devez activer le déverrouillage de l'application!
he: חובה להפעיל שחרור נעילת יישומון!
tr: Uygulama Kilidi Açmayı etkinleştirmelisiniz!

# must_enable_app_unlock2
source: To use Reporta, you must designate at least one contact in your Private Circle to serve as your App-Unlock contact. App-Unlock contacts will receive a link to a verification code required to unlock the app if you miss a Check-in or issue an SOS. You may add as many App-Unlock contacts as you wish, but a designated App-Unlock contact must be included in your Private Circle. To enable App-Unlock, tap the lock icon in your contact's profile; the lock will turn solid red when your contact accepts the role.
ar: لاستخدام Reporta، يجب أن تحدد جهة اتصال واحدة على الأقل في دائرة جهات اتصالك الخاصة لاستخدامها كجهة الاتصال لإلغاء قفل التطبيق. سوف تستلم جهات الاتصال الخاصة بإلغاء قفل التطبيق رابطًا لرمز تحقق مطلوب لإلغاء قفل التطبيق في حالة ما إذا قمت بتفويت عملية تسجيل الوصول أو أصدرت استغاثة. ويمكنك إضافة أي عدد تريده من جهات اتصال إلغاء قفل التطبيق، ولكن يجب تضمين جهة اتصال محددة لإلغاء قفل التطبيق في دائرة جهات اتصالك الخاصة. لتمكين إلغاء قفل التطبيق، اضغط رمز القفل في ملف تعريف جهة الاتصال لديك؛ سيتحول القفل إلى لون أحمر مستمر عندما تقبل جهة الاتصال هذا الدور.
es: Para usar Reporta, debe designar por lo menos a un contacto en su Círculo Privado para que actúe como contacto de Desbloqueo de la Aplicación. Los contactos de Desbloqueo de la Aplicación recibirán un enlace a un código de verificación para desbloquear la aplicación si usted no responde un mensaje de Registro o envía un SOS. Puede agregar todos los contactos de Desbloqueo de la Aplicación que desee, pero es necesario que haya un contacto de Desbloqueo de la Aplicación designado en su Círculo Privado. Para habilitar el Desbloqueo de la Aplicación, toque el ícono de bloqueo en su perfil de contactos; cuando su contacto acepte el rol el color del bloqueo cambiará a rojo oscuro.
fr: Pour utiliser Reporta, vous devez désigner au moins une personne dans votre cercle privé qui servira de contact de déverrouillage de l’application. Les contacts de déverrouillage de l’application recevront un lien vers un code de vérification obligatoire pour déverrouiller l’application si vous manquez un check-in ou si vous envoyez un SOS. Vous pouvez ajouter autant de contacts de déverrouillage que vous voulez, sachant que l’un d’eux doit nécessairement figurer dans votre cercle privé. Pour activer le déverrouillage de l'application, appuyez sur l'icône de cadenas dans le profil de votre contact ; le cadenas passera au rouge fixe lorsque votre contact acceptera le rôle.
he: כדי להשתמש ב-Reporta, חובה לציין לפחות איש קשר אחד במעגל הפרטי שלך שישמש איש קשר לשחרור נעילת היישומון. אנשי קשר לשחרור נעילת היישומון יקבלו קישור אל קוד אימות הנדרש כדי לשחרר את נעילת היישומון במקרה שהחמצת הודעת צ'ק-אין או שלחת הודעת SOS. באפשרותך להוסיף מספר בלתי מוגבל של אנשי קשר לשחרור נעילת היישומון, אולם איש קשר לשחרור נעילת היישומון אחד לפחות חייב להיות כלול במעגל הפרטי שלך. כדי לאפשר את שחרור נעילת היישומון עליך להקיש על סמל המנעול בפרופיל של איש הקשר שלך; המנעול יוצג באדום כאשר איש הקשר שלך יקבל על עצמו את התפקיד.
tr: Reporta’yı kullanmak için Özel Halkanızda Uygulama Kilidini Açacak kişi rolünü görecek en az bir kişi seçmelisiniz. Uygulama Kilidini Açma rolündeki kişiler bir Check in kaçırdığınızda veya bir İmdat mesajı gönderdiğinizde uygulama kilidini açmak için gereken doğrulama kodunun bağlantısını alacaktır. Uygulama Kilidi Açma rolünü istediğiniz kadar fazla kişiye verebilirsiniz ancak Uygulama Kilidi Açma rolü verilen kişi Özel Halkanızda yer almalıdır. Uygulama Kilidi Açma’yı etkinleştirmek için, kişi profilinde kilit simgesine tıklayın; kişi rolü Kabul ettiğinde kilit koyu kırmızı olur.

source: Invited
ar: مدعو
es: Invitado
fr: Invité(e)
he: הוזמן
tr: Davetli

source: Step 4: Accept Terms of Use
ar: الخطوة 4: قبول شروط الاستخدام
es: Paso 4: Aceptar Términos de Uso
fr: Étape 4 : Accepter les Conditions d'utilisation
he: שלב 4: לאשר את תנאי השימוש
tr: 4. Adım: Kullanım Koşullarını Kabul Edin

# terms_of_use_help1
source: Terms of Use for Reporta™
ar: شروط استخدام Reporta™
es: Términos de Uso de Reporta™
fr: Conditions d'utilisation de Reporta™
he: תנאי השימוש ב-Reporta™
tr: Reporta™Kullanım Koşulları

# terms_of_use_help2
source: By using Reporta, you agree to accept and comply with the Terms of Use Agreement which governs the use of Reporta. IWMF may modify the Terms of Use Agreement and the Privacy Policy incorporated therein at any time by posting the amended terms. You also agree to be bound by such changes through your acceptance of the Terms of Use Agreement. Reporta will not work until you agree to the Terms of Use Agreement by clicking Accept below.
ar: باستخدام Reporta، فأنت توافق على الموافقة والتطابق مع اتفاقية شروط الاستخدام والتي تحكم استخدام Reporta. يمكن للمؤسسة الدولية لإعلام المرأة (IWMF)تعديل اتفاقية شروط الاستخدام وسياسة الاستخدام المتضمنة هنا في أي وقت بواسطة نشر الشروط المُعدلة. أنت أيضًا توافق على الالتزام بتلك التغييرات من خلال موافقتك على اتفاقية شروط الاستخدام. لن يعمل حتى توافق على اتفاقية شروط الاستخدام من خلال الفيلم أدناه.
es: Al usar Reporta, usted acepta respetar el Acuerdo de Términos de Uso que rige el uso de Reporta. IWMF podrá modificar el Acuerdo de Términos de Uso y la Política de Privacidad incorporados al presente en cualquier momento publicando los términos modificados. Usted también acepta quedar obligado por dichos cambios a través de su aceptación del Acuerdo de Términos de Uso. Reporta no funcionará hasta que usted acepte el Acuerdo de Términos de Uso haciendo clic en Aceptar a continuación.
fr: En utilisant Reporta, vous acceptez de vous conformer aux Conditions d'utilisation qui s'appliquent à l'utilisation de Reporta. IWMF peut modifier les Conditions d'utilisation et la Politique de confidentialité figurant dans les présentes à tout moment en publiant les conditions modifiées. En acceptant ces Conditions d'utilisation, vous acceptez également d'être lié(e) par de telles modifications. Reporta ne fonctionnera pas tant que vous n'aurez pas accepté les Conditions d'utilisation en cliquant sur J'accepte ci-dessous.
he: מעצם השימוש ב-Reporta, הנך מסכים/ה ומקבל/ת לציית לאמור ב'הסכם תנאי השימוש' המסדיר את השימוש ב-Reporta. ארגון IWMF עשוי לשנות בכל עת את 'הסכם תנאי השימוש' ואת 'מדיניות שמירת הפרטיות' המשולבת בהסכם על ידי פרסום תנאי שימוש מתוקנים. מוסכם עליך גם ששינויים כאמור יחייבו אותך מעצם אישורך את 'הסכם תנאי השימוש'. היישומון Reporta לא יפעל עד לאישור הסכמתך ל'הסכם תנאי השימוש' על ידי הקשה על Accept (מאשר/ת) למטה.
tr: Reporta'yı kullanarak, Reporta kullanımı için geçerli olan Kullanım Koşulları Anlaşması'na uymayı kabul edersiniz. IWMF burada yer alan Kullanım Koşulları Anlaşması ve Gizlilik Politikası'nı değiştirilmiş terimleri yayınlayarak herhangi bir zamanda değiştirebilir. Ayrıca Kullanım Koşulları Anlaşması'nı kabul ederek bu değişikliklere bağlı kalmayı kabul edersiniz. Aşağıdaki Kabul düğmesine basarak Kullanım Koşulları Anlaşması kabul edilene kadar Reporta çalışmaz.

source: See Terms of Use
ar: انظر شروط الاستخدام
es: Ver Términos de Uso
fr: Voir les Conditions d'Utilisation
he: ראה תנאי שימוש
tr: Kullanım Koşulları’na bakınız

# duplicate_name
source: A contact with that name already exists.
ar: جهة اتصال بهذا الاسم موجودة مسبقًا
es: Ya existe un contacto con ese nombre.
fr: Un contact avec ce nom existe déjà.
he: כבר קיים איש קשר בשם זה.
tr: Bu ad zaten kullanılıyor. Lütfen başka bir ad seçin.

# duplicate_email
source: A contact with that email address already exists.
ar: جهة اتصال بهذا البريد الإلكتروني موجودة فعلا1
es: Ya existe un contacto con esa dirección de email.
fr: Un contact avec cette adresse e-mail existe déjà.
he: כבר קיים איש קשר עם כתובת דוא"ל זו.
tr: Bu e-posta adresi zaten kullanılıyor. Lütfen başka bir e-posta adresi seçin.

# duplicate_number
source: A contact with that phone number already exists.
ar: جهة اتصال برقم الهاتف هذا موجودة مسبقًا
es: Ya existe un contacto con ese nro. de teléfono.
fr: Un contact avec ce numéro de tél. existe déjà.
he: כבר קיים איש קשר עם מספר טלפון זה.
tr: Bu telefon zaten kullanılıyor. Lütfen başka bir telefon seçin.

source: Invite
ar: دعوة
es: Invitar
fr: Inviter
he: הזמן
tr: Davet

# add_associate_circle
source: Please select at least one Circle for this contact.
ar: يرجى تحديد دائرة واحدة على الأقل لجهة الاتصال هذه.
es: Por favor seleccione por lo menos un Círculo para este contacto.
fr: Veuillez choisir au moins un Cercle pour ce contact.
he: בחר מעגל אחד לפחות לאיש קשר זה.
tr: Lütfen bu kişi için en az bir Halka seçin.

source: Add Now
ar: إضافة الآن
es: Añadir ahora
fr: Ajouter maintenant
he: הוסף עכשיו
tr: Şimdi ekle

# sessionExpired
source: Your session has been expired please login again
ar: وقد انتهت جلسة العمل الخاصة بك يرجى تسجيل الدخول مرة أخرى
es: Su sesión ha expirado Entra en la cuenta de nuevo
fr: Votre session a expiré s'il vous plaît vous connecter à nouveau
he: הפגישה שלך כבר פגה בבקשה להתחבר שוב
tr: Tekrar giriş Sizin oturumu sona olmuştur lütfen

# delete_last_contact
source: Deleting this contact will also delete this Circle.
ar: حذف جهة الاتصال ستلغي هذه الدائرة.
es: Al eliminar este contacto también eliminará este Círculo.
fr: Supprimer ce contact supprimera aussi ce cercle.
he: מחיקת איש קשר זה תמחוק גם את המעגל.
tr: Bu kişi silindiğinde bu Halka da silinir.

source: Delete Now
ar: حذف الان
es: Eliminar ahora
fr: Supprimer maintenant
he: מחק עכשיו
tr: Şimdi sil

source: Update password
ar: تحديث كلمة المرور
es: Actualizar contraseña
fr: Mettre à jour passe
he: סיסמא עדכון
tr: Güncelleme şifresi

source: Current password
ar: كلمة السر الحالية
es: Contraseña actual
fr: Mot de passe actuel
he: סיסמא נוכחית
tr: Mevcut şifre

source: New password
ar: كلمة المرور الجديدة
es: Nueva contraseña
fr: Nouveau mot de passe
he: סיסמא חדשה
tr: Yeni şifre

source: Confirm password
ar: تأكيد كلمة السر
es: Confirmar contraseña
fr: Confirmez le mot de passe
he: אשר סיסמא
tr: Şifreyi Onayla

source: Powered by
tr: Uygulamasının Geliştiricisi

source: English
es: Inglés
