Repository: elationfoundation/Reporta-iOS
Catalog: IWMF/Helper/*.lproj/Localizable.strings
Languages: ar, es, fr, he, tr

# delete_contact_msg
source: Are you sure you want to delete this contact?
ar: هل تريد بالتأكيد حذف جهة الاتصال هذه؟
es: ¿Está seguro de que desea eliminar a este contacto?
fr: Êtes-vous sûr(e) de vouloir supprimer ce contact ?
he: האם אתה בטוח שאתה רוצה למחוק את איש קשר זה?
tr: Bu kişiyi silmek istediğinizden emin misiniz?

# delete_circle_msg
source: Are you sure you want to delete this Circle?
ar: هل تريد بالتأكيد حذف جهة الاتصال هذه؟
es: ¿Está seguro de que desea eliminar este Círculo?
fr: Êtes-vous sûr(e) de vouloir supprimer ce Cercle ?
he: אתה בטוח שאתה רוצה למחוק את המעגל הזה?
tr: Bu Halkayı silmek istediğinizden emin misiniz?

# Contacts - i button
source: CIRCLES The heart of Reporta is the ability to contact the people who care about your safety. You can categorize your contacts into three distinct Circles. PRIVATE CIRCLE Your Private Circle is the group of contacts with whom you are closest and those who will take action on your behalf if needed. There is no limit to the number of contacts you designate in this group, but these contacts are usually your closest associates, family members or colleagues, such as your editor, partner or a sibling. If you are adding individuals to this Circle, you should provide them with instructions, preferably written, about what to do if alerted by Reporta. You will want these contacts to know what to do if you have missed a Check-in, sent an Alert, or activated an SOS. To use Reporta, you must designate at least one contact in your Private Circle to serve as your App-Unlock contact. App-Unlock contacts will receive a link to a verification code required to unlock the app if you miss a Check-in or issue an SOS. You may add as many App-Unlock contacts as you wish, but a designated App-Unlock contact must be included in your Private Circle. Once locked, you will not be able to access the app on your phone until you have the App-Unlock code. There is no other way to unlock the app. You may create more than one Private Circle, but only one Private Circle can be active at any given time. You may choose to create different Private Circles based on the story you are covering or where you are working. For you convenience, Reporta will ask you if you want to update your Circles when you travel 100 miles or more from the last place you used the app. PUBLIC CIRCLE Your Public Circle is a group of individuals or organizations that may be interested in your security. This may include journalism associations, unions or media organizations. You may create more than one Public Circle, but only one Public Circle can be active at any given time. Creating a Public Circle is not required to use Reporta. SOCIAL CIRCLE You can connect Reporta to your Facebook and Twitter accounts. Note that anything you post to social media through Reporta can be seen by others.
ar: دوائر جهات الاتصال يتمثل المحور الأساسي لتطبيق Reporta في القدرة على الاتصال بالأشخاص الذين يهتمون بأمنك وسلامتك. يمكنك تصنيف جهات اتصالك إلى ثلاث دوائر جهات اتصال مميزة. دائرة جهات الاتصال الخاصة تتمثل دائرة جهات اتصالك الخاصة في مجموعة جهات الاتصال الأقرب إليك والذين سيتصرفون نيابة عنك إذا اقتضت الضرورة ذلك. لا يوجد قيد أو حد على عدد جهات الاتصال التي تحددها في هذه المجموعة، ولكن جهات الاتصال هذه عادة ما تكون من أقرب رفاقك، أو أفراد العائلة أو الزملاء، مثل محررك أو شريكك أو أخوك. إذا كنت تضيف أفرادًا إلى هذه الدائرة، يجب أن تزودهم بإرشادات، ويفضل أن تكون مكتوبة، حول ما ينبغي القيام به إذا وصلهم تنبيه بواسطة Reporta. وبالتأكيد أنت تريد لجهات الاتصال هذه أن تعرف ما ينبغي القيام به إذا حدث وقمت بتفويت عملية تسجيل وصول، أو أرسلت تنبيهًا، أو قمت بتنشيط استغاثة. لاستخدام Reporta، يجب أن تحدد جهة اتصال واحدة على الأقل في دائرة جهات اتصالك الخاصة لاستخدامها كجهة الاتصال لإلغاء قفل التطبيق. سوف تستلم جهات الاتصال الخاصة بإلغاء قفل التطبيق رابطًا لرمز تحقق مطلوب لإلغاء قفل التطبيق في حالة ما إذا قمت بتفويت تسجيل الوصول أو أصدرت استغاثة. ويمكنك إضافة أي عدد تريده من جهات اتصال إلغاء قفل التطبيق، ولكن يجب تضمين جهة اتصال محددة لإلغاء قفل التطبيق في دائرة جهات اتصالك الخاصة. فبمجرد قفل التطبيق، لن تتمكن من الوصول إلى التطبيق على هاتفك ما لم تحصل على رمز إلغاء قفل التطبيق. ولا توجد طريقة أخرى لإلغاء قفل التطبيق. يمكنك إنشاء أكثر من دائرة جهات اتصال خاصة، ولكن واحدة منها فقط يمكن أن تكون نشطة في أي وقت محدد. يمكنك اختيار إنشاء دوائر جهات اتصال مختلفة بناءً على الخبر الذي تغطيه أو المكان الذي تعمل فيه. وللتسهيل عليك، سوف يسألك Reporta إذا ما كنت تريد تحديث دوائرك عندما تسافر 100 ميل أو أكثر من آخر مكان استخدمت فيه التطبيق. دائرة جهات الاتصال العامة تتمثل دائرة جهات اتصالك العامة في مجموعة من الأفراد أو المنظمات التي يمكن أن تكون مهتمة بأمنك. ويمكن أن تتضمن تلك الجهات الجمعيات الصحفية، والاتحادات أو المؤسسات الإعلامية. يمكنك إنشاء أكثر من دائرة جهات اتصال عامة، ولكن واحدة منها فقط يمكن أن تكون نشطة في أي وقت محدد. ولكن إنشاء دائرة جهات اتصال عامة ليس من متطلبات استخدام Reporta. دائرة جهات الاتصال الاجتماعية يمكنك توصيل تطبيق الخاص بك بحسابيك على كل من فيسبوك وتويتر. لاحظ أن أي شيء تنشره على وسائل التواصل الاجتماعي من خلال تطبيق Reporta يمكن للآخرين الاطلاع عليه.
es: CÍRCULOS La característica central de Reporta es la posibilidad de contactar a personas que se preocupan por su seguridad. Usted puede categorizar a sus contactos en tres Círculos distintos. CÍRCULO PRIVADO Su Círculo Privado es el grupo de contactos que son más cercanos a usted y que tomarán medidas en su nombre si resulta necesario. No hay ningún límite con respecto a la cantidad de contactos que puede designar en este grupo, pero estos contactos son en general los colaboradores más cercanos, familiares o colegas, como su editor, su socio o un hermano. Si agrega una persona a este Círculo, debe darle instrucciones, preferentemente por escrito, sobre lo que debe hacer si recibe un mensaje de alerta de Reporta. Seguramente querrá que estos contactos sepan lo que deben hacer si usted no responde a un Registro, envía una Alerta, o un SOS. Para usar Reporta, debe designar por lo menos a un contacto en su Círculo Privado para que actúe como contacto de Desbloqueo de la Aplicación. Los contactos de Desbloqueo de la Aplicación recibirán un enlace a un código de verificación para desbloquear la aplicación si usted no responde a un mensaje de Registro o envía un SOS. Puede agregar todos los contactos de Desbloqueo de la Aplicación que desee, pero es necesario que haya un contacto de Desbloqueo de la Aplicación designado en su Círculo Privado. Una vez que se bloquee la aplicación, no podrá acceder a ella en su teléfono hasta que tenga el código de Desbloqueo de la Aplicación. No hay ninguna otra forma de desbloquear la aplicación. Puede crear más de un Círculo Privado, pero puede tener solo un Círculo Privado activo por vez. Puede optar por crear diferentes Círculos Privados según la historia que esté cubriendo o el lugar donde esté trabajando. Para su conveniencia, Reporta le preguntará si desea actualizar sus Círculos cuando viaje 160 km (100 millas) o más desde el último lugar en el que usó la aplicación. CÍRCULO PÚBLICO Su Círculo Público es un grupo de personas u organizaciones que pueden estar interesadas en su seguridad. Puede incluir asociaciones periodísticas, sindicatos u organizaciones de medios. Puede crear más de un Círculo Público, pero puede tener solo un Círculo Público activo por vez. No es obligatorio crear un Círculo Público para usar Reporta. CÍRCULO SOCIAL Puede conectar Reporta a sus cuentas de Facebook y Twitter. Tenga en cuenta que cualquier publicación que haga en las redes sociales a través de Reporta podrá ser vista por terceros.
fr: CERCLES Reporta repose avant tout sur la possibilité de contacter les personnes qui se soucient de votre sécurité. Vous pouvez classer par catégories vos contacts dans trois cercles distincts. CERCLE PRIVÉ Votre cercle privé regroupe les contacts qui vous sont proches et qui prendront les mesures nécessaires en votre nom, si besoin. Le nombre de contacts que vous pouvez désigner dans ce groupe est illimité ; il s’agit généralement de vos plus proches collaborateurs, des membres de votre famille, ou de collègues (par ex. votre rédacteur, votre partenaire, un frère ou une sœur). Quand vous ajoutez des personnes à ce cercle, vous devez leur fournir des instructions, de préférence par écrit, indiquant ce qu’ils doivent faire en cas d’alerte Reporta. Ces contacts doivent savoir quoi faire si vous manquez un check-in, envoyez une alerte ou activez un SOS. Pour utiliser Reporta, vous devez désigner au moins une personne dans votre cercle privé qui servira de contact de déverrouillage de l’application. Les contacts de déverrouillage de l’application recevront un lien vers un code de vérification obligatoire pour déverrouiller l’application si vous manquez un check-in ou si vous envoyez un SOS. Vous pouvez ajouter autant de contacts de déverrouillage que vous voulez, sachant que l’un d’eux doit nécessairement figurer dans votre cercle privé. Une fois l’application verrouillée, vous ne pourrez plus y accéder sur votre téléphone sans le code de déverrouillage de l’application. Il n’y a pas d’autre moyen de déverrouiller l’application. Vous pouvez créer plusieurs cercles privés, mais vous ne pouvez en activer qu’un à la fois. Vous pouvez choisir de créer différents cercles privés en fonction du sujet que vous couvrez ou du lieu où vous travaillez. Pour mieux vous servir, Reporta vous demandera si vous voulez actualiser vos cercles quand vous vous trouvez à 150 kilomètres ou plus du dernier endroit où vous avez utilisé l’application. CERCLE PUBLIC Votre cercle public est un groupe de personnes ou d’organisations qui s’intéressent à votre sécurité (par ex. associations de journalisme, syndicats ou organes de presse). Vous pouvez créer plusieurs cercles publics, mais vous ne pouvez en activer qu’un à la fois. La création d’un cercle public n’est pas indispensable pour utiliser Reporta. CERCLE SOCIAL Vous pouvez connecter Reporta à vos comptes Facebook et Twitter. Notez que tout ce que vous publierez sur les réseaux sociaux via Reporta sera visible par les autres.
he: מעגלים בלב ליבו של היישומון Reporta נמצאת היכולת ליצור קשר עם האנשים שדואגים לשלומך ולביטחונך. באפשרותך לחלק את אנשי הקשר שלך לשלושה מעגלים נפרדים. המעגל הפרטי על המעגל הפרטי שלך נמנית קבוצת אנשי הקשר הקרובים ביותר אליך ומי שיינקטו פעולה מטעמך במקרה הצורך. אין מגבלה על מספר אנשי הקשר שבאפשרותך לכלול בקבוצה זו, אולם אנשי קשר אלה הם בדרך כלל שותפיך הקרובים ביותר, בני משפחה או עמיתים לעבודה, כגון העורך/ת שלך, השותף/ה שלך או אח/ות. אם את/ה מוסיף/ה אנשים למעגל זה, עליך לצייד אותם בהוראות, עדיף בכתב, לגבי מה עליהם לעשות אם מתקבלת אתראה מ-Reporta. כדאי שאנשי קשר אלה יידעו מה לעשות אם החמצת הודעת צ'ק-אין, שלחת אתראה, או הפעלת הודעת SOS. כדי להשתמש ב-Reporta, חובה לציין לפחות איש קשר אחד במעגל הפרטי שלך שישמש איש קשר לשחרור נעילת היישומון. אנשי קשר לשחרור נעילת היישומון יקבלו קישור אל קוד אימות הנדרש כדי לשחרר את נעילת היישומון במקרה שהחמצת הודעת צ'ק-אין או שלחת הודעת SOS. באפשרותך להוסיף מספר בלתי מוגבל של אנשי קשר לשחרור נעילת היישומון, אולם איש קשר לשחרור נעילת היישומון אחד לפחות חייב להיות כלול במעגל הפרטי שלך. מרגע שהוא ננעל, לא תוכל לגשת ליישומון באמצעות הטלפון שלך עד שתקבל את קוד שחרור נעילת היישומון. אין כל דרך אחרת לשחרור נעילת היישומון. באפשרותך ליצור יותר ממעגל פרטי אחד, אולם רק מעגל פרטי אחד יכול להיות פעיל בכל זמן נתון. באפשרותך לבחור ליצור מעגלים פרטיים שונים, על בסיס הסיפור העיתונאי שאותו את/ה מכסה או על בסיס מקום העבודה שלך. למען נוחותך, היישומון Reporta ישאל אותך אם ברצונך לעדכן את המעגלים שלך כאשר תיסע/י למרחק של 100 מייל (160 ק"מ) או יותר מהמקום האחרון שבו השתמשת ב-Reporta. מעגל ציבורי המעגל הציבורי שלך הוא קבוצה של אנשים או ארגונים שעשויים לגלות עניין בשלומך. מעגל זה עשוי לכלול עמיתים למקצוע העיתונות, איגודי עובדים או ארגוני תקשורת. באפשרותך ליצור יותר ממעגל ציבורי אחד, אולם רק מעגל ציבורי אחד יכול להיות פעיל בכל זמן נתון. אין חובה ליצור מעגל ציבורי כדי להשתמש ב-Reporta. מעגל חברתי באפשרותך לקשר את Reporta לחשבונות הפייסבוק והטוויטר שלך. שים/י לב שאנשים אחרים יוכלו לצפות בכל דבר שתפרסם/י במדיה חברתית באמצעות Reporta.
tr: HALKALAR Reporta’nın en önemli özelliği, güvenliğinize önem veren kişilerle iletişim kurma imkanıdır. Kişilerinizi üç ayrı Halka olarak sınıflandırabilirsiniz. ÖZEL HALKA Özel Halkanız, size en yakın olan ve gerektiğinde sizin adınıza harekete geçebilecek kişiler grubudur. Bu grupta tanımlayabileceğiniz kişi sayısıyla ilgili bir sınır bulunmamaktadır ancak bu kişiler genellikle editörünüz, eşiniz veya kardeşiniz gibi en yakın çalışanlar, aile üyeleri veya çalışma arkadaşlarınızdır. Bu halkaya kişiler ekliyorsanız, Reporta’dan uyarı aldıklarında ne yapmaları gerektiğine ilişkin, tercihen yazılı bir bilgilendirme sağlamalısınız. Bir Check in’i atlamanız, bir Uyarı veya İmdat mesajı göndermeniz durumunda bu kişilerin ne yapmaları gerektiğini bilmelerini istersiniz. Reporta’yı kullanmak için Özel Halkanızda Uygulama Kilidini Açacak kişi rolünü görecek en az bir kişi seçmelisiniz. Uygulama Kilidini Açma rolündeki kişiler bir Check in kaçırdığınızda veya bir İmdat mesajı gönderdiğinizde uygulama kilidini açmak için gereken doğrulama kodunun bağlantısını alacaktır. Uygulama Kilidi Açma rolünü istediğiniz kadar fazla kişiye verebilirsiniz ancak Uygulama Kilidi Açma rolü verilen kişi Özel Halkanızda yer almalıdır. Kilitlendikten sonra, Uygulama Kilidini Açma kodunu alana kadar telefonunuzdan uygulamaya erişim sağlayamazsınız. Uygulama kilidini açmanın başka bir yolu bulunmamaktadır. Birden fazla Özel Halka oluşturabilirsiniz ancak bir seferde sadece bir Özel Halkayı etkinleştirebilirsiniz. Yaptığınız habere veya çalıştığınız yere bağlı olarak farklı Özel Halkalar oluşturmayı tercih edebilirsiniz. Size kolaylık sağlamak amacıyla Reporta, uygulamayı en son kullandığınız konumdan 100 mil veya daha uzağa gittiğinizde Halkalarınızı güncellemek isteyip istemediğinizi soracaktır. GENEL HALKA Genel Halkanız, güvenliğinizle ilgilenebilecek kişi veya kuruluşları kapsar. Bunlar arasında gazeteciler vakıfları, birlikleri veya medya organizasyonları bulunabilir. Birden fazla Genel Halka oluşturabilirsiniz ancak bir seferde sadece bir Genel Halkayı etkinleştirebilirsiniz. Reporta’yı kullanmak için Genel Halka oluşturmak zorunlu değildir. SOSYAL HALKA Reporta’yı Facebook ve Twitter hesaplarınızla bağlantılandırabilirsiniz. Reporta vasıtasıyla sosyal medyada yayınladığınız mesajların başkaları tarafından görülebileceğini unutmayın.

source: Step 2: Create a Private Circle
ar: الخطوة 2: إنشاء دائرة جهات اتصال خاصة
es: Paso 2: Crear un Círculo Privado
fr: Étape 2 : Créer un cercle privé
he: שלב 2: יצירת מעגל פרטי
tr: 2. Adım: Özel Halka Oluşturun

# no_contact_added
source: Please add at least one contact.
ar: ُرجى تحديد جهة اتصال واحدة على الأقل.
es: Por favor, agregue por lo menos un contacto.
fr: Veuillez ajouter au moins un contact.
he: נא הסף איש קשר אחד לפחות.
tr: Lütfen en az bir kişi ekleyin.

source: Contacts
ar: جهات الاتصال
es: Contactos
he: אנשי קשר
tr: Kişiler

# email_is_wrong
source: %@ Email Address Is Incorrect
ar: %@ عنوان البريد الإلكتروني غير صحيح
es: %@ Dirección de Correo Electrónico Incorrecta
fr: L'Adresse Électronique %@ Est Incorrecte
he: %@ כתובת הדואר האלקטרוני שגויה
tr: %@ E-posta Adresi Geçersiz

# All_Circle
source: All Circles
ar: كل دوائر جهات الاتصال
es: Todos los círculos
fr: Tous les cercles
he: כל המעגלים
tr: Bütün Halkalar

source: All Contacts
ar: كل جهات الاتصال
es: Todos los contactos
fr: Tous les contacts
he: כל אנשי הקשר
tr: Bütün Kişiler

source: About Reporta
ar: حول Reporta
es: Acerca de Reporta
fr: À propos de Reporta
he: אודות Reporta
tr: Reporta Hakkında

source: Yes
ar: نعم
es: Sí
fr: Oui
he: כן
tr: Evet

source: No
ar: لا
fr: Non
he: לא
tr: Hayır

source: Enable
ar: تمكين
es: Habilitar
fr: Activer
he: אפשר
tr: Etkinleştir

source: Edit
ar: تحرير
es: Editar
fr: Modifier
he: ערוך
tr: Düzenle

source: Add
ar: إضافة
es: Agregar
fr: Ajouter
he: הוסף
tr: Ekle

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
he: ביטול
tr: İptal

# Receive promts by
source: Receive prompts by
ar: استلام مطالبات عن طريق
es: Recibir avisos de
fr: Recevoir des invites à
he: קבל הודעות באמצעות
tr: Hatırlatma alma biçimi:

source: Notifications
ar: الإشعارات
es: Notificaciones
he: הודעות
tr: Bildirimler

source: SMS
ar: رسالة قصيرة
he: מסרונים

source: Email message
ar: رسالة البريد الإلكتروني
es: Mensaje de correo electrónico
fr: Envoyer un courrier électronique
he: הודעת דואר אלקטרוני
tr: E-posta mesajı

source: SMS message
ar: الرسالة القصيرة
es: Mensaje SMS
fr: SMS
he: מסרון
tr: SMS mesajı

source: Social Media Message
ar: رسالة وسائل التواصل الاجتماعي
es: Mensaje en medios de comunicación social
fr: Message via les réseaux sociaux
he: הודעת מדיה חברתית
tr: Sosyal medya mesajı

source: Done
ar: تم
es: Listo
fr: Terminé
he: בוצע
tr: Tamam

source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
he: שמור
tr: Kaydet

source: OK
ar: موافق
he: אישור
tr: TAMAM

source: Back
ar: السابق
es: Atrás
fr: Retour
he: חזרה
tr: Geri

# internet_connection_unavailable
source: No Internet connection. Please try again later.
ar: لا يوجد اتصال بالإنترنت. يُرجى إعادة المحاولة لاحقًا.
es: Sin conexión a Internet. Inténtelo más tarde.
fr: Pas de connexion à Internet. Veuillez réessayer plus tard.
he: אין חיבור לאינטרנט. נא בדוק ונסה שנית מאוחר יותר.
tr: İnternet bağlantısı yok. Lütfen daha sonra tekrar deneyin.

source: Server Error! Failed to send!
ar: خطأ خادم! فشل الإرسال!
es: ¡Error del servidor! Falló el envío
fr: Erreur serveur ! Échec de l’envoi !
he: שגיאת שרת! המשלוח נכשל!
tr: Sunucu Hatası! Gönderilemedi!

# media_not_uploaded_from_7_day
source: Several media files have failed to upload for seven days and will be deleted.
ar: لم يتم تحميل بعض ملفات الوسائط منذ 7 أيام حيث أدركت تاريخ الإنتهاء وتم حذفها
es: Pocas archivos Midea no se cargan desde siete días por lo que aquellos se expiró y eliminar.
fr: Plusieurs fichiers média n’ont pas pu être téléchargés pendant une période de sept jours. Ces fichiers seront supprimés.
he: מספר קבצי מדיה לא נטענו משך שבעה ימים ולכן הם יימחקו.
tr: Bu dolmuş ve silinir böylece birkaç Midea dosyaları yedi gün karşıya değildir.

# one_media_not_uploaded_from_7_day
source: Pending Media Files Will Be Deleted
ar: سيتم حذف ملفات الوسائط قيد الانتظار.
es: Se Eliminarán Los Archivos de Medios Pendientes
fr: Les Fichiers Multimédia En Attente Seront Supprimés
he: קבצי מדיה בהמתנה יימחקו
tr: Bekleyen Medya Dosyaları Silinecek

source: Successfully Deleted
ar: تم الحذف بنجاح
es: Eliminado con éxito
fr: Suppression réussie
he: נמחק בהצלחה
tr: Başarıyla silindi

source: Successfully Uploaded
ar: تم التحميل بنجاح
es: Cargado Con Éxito
fr: Téléchargement réussi
he: נטען בהצלחה
tr: Başarıyla Karşıya Yüklendi

source: Uploading Current Media
ar: تحميل الوسائط الحالية
es: Cargando archivo de medios actual
fr: Téléchargement du média actuel
he: טוען מדיה עדכנית
tr: Mevcut medya dosyaları karşıya yükleniyor

# no_twitter_account
source: No Twitter account configured. Add an account in Contacts.
ar: لم يتم تكوين أي حساب تويتر. إضافة حساب في جهات الاتصال.
es: No se configuró una cuenta de Twitter. Agregue una cuenta en Contactos.
fr: Aucun compte Twitter configuré. Ajoutez un compte dans Contacts.
he: לא הוגדר חשבון טוויטר. הוסף איש קשר באנשי קשר.
tr: Twitter hesabı yapılandırılmadı. Kişilere bir hesap ekleyin.

# no_facebook_account
source: No Facebook account configured. Add an account in Contacts.
ar: لم يتم تكوين أي حساب فيسبوك. إضافة حساب في جهات الاتصال.
es: No se configuró una cuenta de Facebook. Agregue una cuenta en Contactos.
fr: Aucun compte Facebook configuré. Ajoutez un compte dans Contacts.
he: לא הוגדר חשבון פייסבוק. הוסף איש קשר באנשי קשר.
tr: Facebook hesabı yapılandırılmadı. Kişilere bir hesap ekleyin.

# location_manualy
source: No network available. Please set your location manually.
ar: لا تتوفر شبكة. يُرجى تعيين موقعك يدويًا.
es: No hay red disponible. Por favor, ingrese su ubicación manualmente.
fr: Aucune Donnée Disponible Veuillez définir votre emplacement manuellement.
he: אין רשת זמינה. נא הגדר את מיקומך באופן ידני.
tr: Şebeke bulunamıyor. Konumunuzu manuel olarak ayarlayın.

# facebook_account_logout
source: Logout From Facebook in Device Settings
ar: تسجيل الخروج من الفيسبوك في إعدادات الجهاز
es: Cerrar Sesión de Facebook en Configuraciones del Dispositivo
fr: Se Déconnecter De Facebook dans les Paramètres du Dispositif
he: הגדרות מכשיר יציאה מפייסבוקx
tr: Cihaz Ayarlarında Facebook’dan Çıkın

# twitter_account_logout
source: Logout From Twitter in Device Settings
ar: تسجيل الخروج من تويتر في إعدادات الجهاز
es: Cerrar Sesión de Twitter en Configuraciones del Dispositivo
fr: Se Déconnecter De Twitter dans les Paramètres du Dispositif
he: צא מטוויטר בהגדרות מכשיר
tr: Cihaz Ayarlarında Twittter’dan Çıkın
